{
  "book_id": "MATT",
  "book_name": "Matthew",
  "chapter": 12,
  "verses": 49,
  "content": [
    {
      "text": "Jesus Is Lord of the Sabbath",
      "type": "heading"
    },
    {
      "text": "At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry, and they began to pluck heads of grain and to eat.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "But when the Pharisees saw it, they said to him, “Look, your disciples are doing what is not lawful to do on the Sabbath.”",
      "verse": 2
    },
    {
      "text": "He said to them, “Have you not read what David did when he was hungry, and those who were with him:",
      "verse": 3
    },
    {
      "text": "how he entered the house of God and ate the bread of the Presence, which it was not lawful for him to eat nor for those who were with him, but only for the priests?",
      "verse": 4
    },
    {
      "text": "Or have you not read in the Law how on the Sabbath the priests in the temple profane the Sabbath and are guiltless?",
      "verse": 5
    },
    {
      "text": "I tell you, something greater than the temple is here.",
      "verse": 6
    },
    {
      "text": "And if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the guiltless.",
      "verse": 7
    },
    {
      "text": "For the Son of Man is lord of the Sabbath.”",
      "verse": 8
    },
    {
      "text": "A Man with a Withered Hand",
      "type": "heading"
    },
    {
      "text": "He went on from there and entered their synagogue.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "And a man was there with a withered hand. And they asked him, “Is it lawful to heal on the Sabbath?”—so that they might accuse him.",
      "verse": 10
    },
    {
      "text": "He said to them, “Which one of you who has a sheep, if it falls into a pit on the Sabbath, will not take hold of it and lift it out?",
      "verse": 11
    },
    {
      "text": "Of how much more value is a man than a sheep! So it is lawful to do good on the Sabbath.”",
      "verse": 12
    },
    {
      "text": "Then he said to the man, “Stretch out your hand.” And the man stretched it out, and it was restored, healthy like the other.",
      "verse": 13
    },
    {
      "text": "But the Pharisees went out and conspired against him, how to destroy him.",
      "verse": 14
    },
    {
      "text": "God's Chosen Servant",
      "type": "heading"
    },
    {
      "text": "Jesus, aware of this, withdrew from there. And many followed him, and he healed them all",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "and ordered them not to make him known.",
      "verse": 16
    },
    {
      "text": "This was to fulfill what was spoken by the prophet Isaiah:",
      "verse": 17
    },
    {
      "text": "“Behold, my servant whom I have chosen,",
      "verse": 18,
      "type": "poetry newline"
    },
    {
      "text": "my beloved with whom my soul is well pleased.",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "I will put my Spirit upon him,",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "and he will proclaim justice to the Gentiles.",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "He will not quarrel or cry aloud,",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "nor will anyone hear his voice in the streets;",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "a bruised reed he will not break,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "and a smoldering wick he will not quench,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "until he brings justice to victory;",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "    and in his name the Gentiles will hope.”",
      "verse": 21,
      "type": "poetry"
    },
    {
      "text": "Blasphemy Against the Holy Spirit",
      "type": "heading"
    },
    {
      "text": "Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "And all the people were amazed, and said, “Can this be the Son of David?”",
      "verse": 23
    },
    {
      "text": "But when the Pharisees heard it, they said, “It is only by Beelzebul, the prince of demons, that this man casts out demons.”",
      "verse": 24
    },
    {
      "text": "Knowing their thoughts, he said to them, “Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.",
      "verse": 25
    },
    {
      "text": "And if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?",
      "verse": 26
    },
    {
      "text": "And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.",
      "verse": 27
    },
    {
      "text": "But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you.",
      "verse": 28
    },
    {
      "text": "Or how can someone enter a strong man's house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house.",
      "verse": 29
    },
    {
      "text": "Whoever is not with me is against me, and whoever does not gather with me scatters.",
      "verse": 30
    },
    {
      "text": "Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.",
      "verse": 31
    },
    {
      "text": "And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.",
      "verse": 32
    },
    {
      "text": "A Tree Is Known by Its Fruit",
      "type": "heading"
    },
    {
      "text": "“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.",
      "verse": 34
    },
    {
      "text": "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.",
      "verse": 35
    },
    {
      "text": "I tell you, on the day of judgment people will give account for every careless word they speak,",
      "verse": 36
    },
    {
      "text": "for by your words you will be justified, and by your words you will be condemned.”",
      "verse": 37
    },
    {
      "text": "The Sign of Jonah",
      "type": "heading"
    },
    {
      "text": "Then some of the scribes and Pharisees answered him, saying, “Teacher, we wish to see a sign from you.”",
      "verse": 38,
      "type": "newline"
    },
    {
      "text": "But he answered them, “An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.",
      "verse": 39
    },
    {
      "text": "For just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.",
      "verse": 40
    },
    {
      "text": "The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.",
      "verse": 41
    },
    {
      "text": "The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.",
      "verse": 42
    },
    {
      "text": "Return of an Unclean Spirit",
      "type": "heading"
    },
    {
      "text": "“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.",
      "verse": 44
    },
    {
      "text": "Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”",
      "verse": 45
    },
    {
      "text": "Jesus' Mother and Brothers",
      "type": "heading"
    },
    {
      "text": "While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him.",
      "verse": 46,
      "type": "newline"
    },
    {
      "text": "But he replied to the man who told him, “Who is my mother, and who are my brothers?”",
      "verse": 48
    },
    {
      "text": "And stretching out his hand toward his disciples, he said, “Here are my mother and my brothers!",
      "verse": 49
    },
    {
      "text": "For whoever does the will of my Father in heaven is my brother and sister and mother.”",
      "verse": 50
    }
  ]
}