{
  "book_id": "MATT",
  "book_name": "Matthew",
  "chapter": 7,
  "verses": 29,
  "content": [
    {
      "text": "Judging Others",
      "type": "heading"
    },
    {
      "text": "“Judge not, that you be not judged.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.",
      "verse": 2
    },
    {
      "text": "Why do you see the speck that is in your brother's eye, but do not notice the log that is in your own eye?",
      "verse": 3
    },
    {
      "text": "Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?",
      "verse": 4
    },
    {
      "text": "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother's eye.",
      "verse": 5
    },
    {
      "text": "“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Ask, and It Will Be Given",
      "type": "heading"
    },
    {
      "text": "“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
      "verse": 8
    },
    {
      "text": "Or which one of you, if his son asks him for bread, will give him a stone?",
      "verse": 9
    },
    {
      "text": "Or if he asks for a fish, will give him a serpent?",
      "verse": 10
    },
    {
      "text": "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
      "verse": 11
    },
    {
      "text": "The Golden Rule",
      "type": "heading"
    },
    {
      "text": "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "For the gate is narrow and the way is hard that leads to life, and those who find it are few.",
      "verse": 14
    },
    {
      "text": "A Tree and Its Fruit",
      "type": "heading"
    },
    {
      "text": "“Beware of false prophets, who come to you in sheep's clothing but inwardly are ravenous wolves.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?",
      "verse": 16
    },
    {
      "text": "So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.",
      "verse": 17
    },
    {
      "text": "A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.",
      "verse": 18
    },
    {
      "text": "Every tree that does not bear good fruit is cut down and thrown into the fire.",
      "verse": 19
    },
    {
      "text": "Thus you will recognize them by their fruits.",
      "verse": 20
    },
    {
      "text": "I Never Knew You",
      "type": "heading"
    },
    {
      "text": "“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’",
      "verse": 22
    },
    {
      "text": "And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’",
      "verse": 23
    },
    {
      "text": "Build Your House on the Rock",
      "type": "heading"
    },
    {
      "text": "“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.",
      "verse": 25
    },
    {
      "text": "And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.",
      "verse": 26
    },
    {
      "text": "And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”",
      "verse": 27
    },
    {
      "text": "The Authority of Jesus",
      "type": "heading"
    },
    {
      "text": "And when Jesus finished these sayings, the crowds were astonished at his teaching,",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "for he was teaching them as one who had authority, and not as their scribes.",
      "verse": 29
    }
  ]
}