{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 1,
  "verses": 45,
  "content": [
    {
      "text": "John the Baptist Prepares the Way",
      "type": "heading"
    },
    {
      "text": "The beginning of the gospel of Jesus Christ, the Son of God.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "As it is written in Isaiah the prophet,",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "“Behold, I send my messenger before your face,",
      "verse": 2,
      "type": "poetry newline"
    },
    {
      "text": "who will prepare your way,",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "the voice of one crying in the wilderness:",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "‘Prepare the way of the Lord,",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "make his paths straight,’”",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins.",
      "verse": 5
    },
    {
      "text": "Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey.",
      "verse": 6
    },
    {
      "text": "And he preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie.",
      "verse": 7
    },
    {
      "text": "I have baptized you with water, but he will baptize you with the Holy Spirit.”",
      "verse": 8
    },
    {
      "text": "The Baptism of Jesus",
      "type": "heading"
    },
    {
      "text": "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove.",
      "verse": 10
    },
    {
      "text": "And a voice came from heaven, “You are my beloved Son; with you I am well pleased.”",
      "verse": 11
    },
    {
      "text": "The Temptation of Jesus",
      "type": "heading"
    },
    {
      "text": "The Spirit immediately drove him out into the wilderness.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "And he was in the wilderness forty days, being tempted by Satan. And he was with the wild animals, and the angels were ministering to him.",
      "verse": 13
    },
    {
      "text": "Jesus Begins His Ministry",
      "type": "heading"
    },
    {
      "text": "Now after John was arrested, Jesus came into Galilee, proclaiming the gospel of God,",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "and saying, “The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”",
      "verse": 15
    },
    {
      "text": "Jesus Calls the First Disciples",
      "type": "heading"
    },
    {
      "text": "Passing alongside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net into the sea, for they were fishermen.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "And Jesus said to them, “Follow me, and I will make you become fishers of men.”",
      "verse": 17
    },
    {
      "text": "And immediately they left their nets and followed him.",
      "verse": 18
    },
    {
      "text": "And going on a little farther, he saw James the son of Zebedee and John his brother, who were in their boat mending the nets.",
      "verse": 19
    },
    {
      "text": "And immediately he called them, and they left their father Zebedee in the boat with the hired servants and followed him.",
      "verse": 20
    },
    {
      "text": "Jesus Heals a Man with an Unclean Spirit",
      "type": "heading"
    },
    {
      "text": "And they went into Capernaum, and immediately on the Sabbath he entered the synagogue and was teaching.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes.",
      "verse": 22
    },
    {
      "text": "And immediately there was in their synagogue a man with an unclean spirit. And he cried out,",
      "verse": 23
    },
    {
      "text": "“What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.”",
      "verse": 24
    },
    {
      "text": "But Jesus rebuked him, saying, “Be silent, and come out of him!”",
      "verse": 25
    },
    {
      "text": "And the unclean spirit, convulsing him and crying out with a loud voice, came out of him.",
      "verse": 26
    },
    {
      "text": "And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.”",
      "verse": 27
    },
    {
      "text": "And at once his fame spread everywhere throughout all the surrounding region of Galilee.",
      "verse": 28
    },
    {
      "text": "Jesus Heals Many",
      "type": "heading"
    },
    {
      "text": "And immediately he left the synagogue and entered the house of Simon and Andrew, with James and John.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Now Simon's mother-in-law lay ill with a fever, and immediately they told him about her.",
      "verse": 30
    },
    {
      "text": "And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them.",
      "verse": 31
    },
    {
      "text": "That evening at sundown they brought to him all who were sick or oppressed by demons.",
      "verse": 32,
      "type": "newline"
    },
    {
      "text": "And the whole city was gathered together at the door.",
      "verse": 33
    },
    {
      "text": "And he healed many who were sick with various diseases, and cast out many demons. And he would not permit the demons to speak, because they knew him.",
      "verse": 34
    },
    {
      "text": "Jesus Preaches in Galilee",
      "type": "heading"
    },
    {
      "text": "And rising very early in the morning, while it was still dark, he departed and went out to a desolate place, and there he prayed.",
      "verse": 35,
      "type": "newline"
    },
    {
      "text": "And Simon and those who were with him searched for him,",
      "verse": 36
    },
    {
      "text": "and they found him and said to him, “Everyone is looking for you.”",
      "verse": 37
    },
    {
      "text": "And he said to them, “Let us go on to the next towns, that I may preach there also, for that is why I came out.”",
      "verse": 38
    },
    {
      "text": "And he went throughout all Galilee, preaching in their synagogues and casting out demons.",
      "verse": 39
    },
    {
      "text": "Jesus Cleanses a Leper",
      "type": "heading"
    },
    {
      "text": "And a leper came to him, imploring him, and kneeling said to him, “If you will, you can make me clean.”",
      "verse": 40,
      "type": "newline"
    },
    {
      "text": "Moved with pity, he stretched out his hand and touched him and said to him, “I will; be clean.”",
      "verse": 41
    },
    {
      "text": "And immediately the leprosy left him, and he was made clean.",
      "verse": 42
    },
    {
      "text": "And Jesus sternly charged him and sent him away at once,",
      "verse": 43
    },
    {
      "text": "and said to him, “See that you say nothing to anyone, but go, show yourself to the priest and offer for your cleansing what Moses commanded, for a proof to them.”",
      "verse": 44
    },
    {
      "text": "But he went out and began to talk freely about it, and to spread the news, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter.",
      "verse": 45
    }
  ]
}