{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 31,
  "verses": 40,
  "content": [
    {
      "text": "I made a covenant with mine eyes; why then should I think upon a maid?",
      "verse": 1
    },
    {
      "text": "For what portion of God is there from above? and what inheritance of the Almighty from on high?",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "Is not destruction to the wicked? and a strange punishment to the workers of iniquity?",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Doth not he see my ways, and count all my steps?",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "If I have walked with vanity, or if my foot hath hasted to deceit;",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "Let me be weighed in an even balance that God may know mine integrity.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "If my step hath turned out of the way, and mine heart walked after mine eyes, and if any blot hath cleaved to mine hands;",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Then let me sow, and let another eat; yea, let my offspring be rooted out.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "If mine heart have been deceived by a woman, or if I have laid wait at my neighbour's door;",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "Then let my wife grind unto another, and let others bow down upon her.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "For this is an heinous crime; yea, it is an iniquity to be punished by the judges.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "For it is a fire that consumeth to destruction, and would root out all mine increase.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "What then shall I do when God riseth up? and when he visiteth, what shall I answer him?",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "Did not he that made me in the womb make him? and did not one fashion us in the womb?",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "If I have withheld the poor from their desire, or have caused the eyes of the widow to fail;",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "Or have eaten my morsel myself alone, and the fatherless hath not eaten thereof;",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "(For from my youth he was brought up with me, as with a father, and I have guided her from my mother's womb;)",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "If I have seen any perish for want of clothing, or any poor without covering;",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "If his loins have not blessed me, and if he were not warmed with the fleece of my sheep;",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "If I have lifted up my hand against the fatherless, when I saw my help in the gate:",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "Then let mine arm fall from my shoulder blade, and mine arm be broken from the bone.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "For destruction from God was a terror to me, and by reason of his highness I could not endure.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "If I have made gold my hope, or have said to the fine gold, Thou art my confidence;",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "If I rejoice because my wealth was great, and because mine hand had gotten much;",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "If I beheld the sun when it shined, or the moon walking in brightness;",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "And my heart hath been secretly enticed, or my mouth hath kissed my hand:",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "This also were an iniquity to be punished by the judge: for I should have denied the God that is above.",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "If I rejoice at the destruction of him that hated me, or lifted up myself when evil found him:",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Neither have I suffered my mouth to sin by wishing a curse to his soul.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "If the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "The stranger did not lodge in the street: but I opened my doors to the traveller.",
      "verse": 32,
      "type": "newline"
    },
    {
      "text": "If I covered my transgressions as Adam, by hiding mine iniquity in my bosom:",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "Did I fear a great multitude, or did the contempt of families terrify me, that I kept silence, and went not out of the door?",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "Oh that one would hear me! behold, my desire is, that the Almighty would answer me, and that mine adversary had written a book.",
      "verse": 35,
      "type": "newline"
    },
    {
      "text": "Surely I would take it upon my shoulder, and bind it as a crown to me.",
      "verse": 36,
      "type": "newline"
    },
    {
      "text": "I would declare unto him the number of my steps; as a prince would I go near unto him.",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "If my land cry against me, or that the furrows likewise thereof complain;",
      "verse": 38,
      "type": "newline"
    },
    {
      "text": "If I have eaten the fruits thereof without money, or have caused the owners thereof to lose their life:",
      "verse": 39,
      "type": "newline"
    },
    {
      "text": "Let thistles grow instead of wheat, and cockle instead of barley. The words of Job are ended.",
      "verse": 40,
      "type": "newline"
    }
  ]
}