{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 35,
  "verses": 16,
  "content": [
    {
      "text": "Elihu spake moreover, and said,",
      "verse": 1
    },
    {
      "text": "Thinkest thou this to be right, that thou saidst, My righteousness is more than God's?",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "For thou saidst, What advantage will it be unto thee? and, What profit shall I have, if I be cleansed from my sin?",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "I will answer thee, and thy companions with thee.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Look unto the heavens, and see; and behold the clouds which are higher than thou.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "If thou sinnest, what doest thou against him? or if thy transgressions be multiplied, what doest thou unto him?",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "If thou be righteous, what givest thou him? or what receiveth he of thine hand?",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Thy wickedness may hurt a man as thou art; and thy righteousness may profit the son of man.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "By reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "But none saith, Where is God my maker, who giveth songs in the night;",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "Who teacheth us more than the beasts of the earth, and maketh us wiser than the fowls of heaven?",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "There they cry, but none giveth answer, because of the pride of evil men.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Surely God will not hear vanity, neither will the Almighty regard it.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Although thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "But now, because it is not so, he hath visited in his anger; yet he knoweth it not in great extremity:",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Therefore doth Job open his mouth in vain; he multiplieth words without knowledge.",
      "verse": 16,
      "type": "newline"
    }
  ]
}