{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 7,
  "verses": 21,
  "content": [
    {
      "text": "Is there not an appointed time to man upon earth? are not his days also like the days of an hireling?",
      "verse": 1
    },
    {
      "text": "As a servant earnestly desireth the shadow, and as an hireling looketh for the reward of his work:",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "So am I made to possess months of vanity, and wearisome nights are appointed to me.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "My flesh is clothed with worms and clods of dust; my skin is broken, and become loathsome.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "My days are swifter than a weaver's shuttle, and are spent without hope.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "O remember that my life is wind: mine eye shall no more see good.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "He shall return no more to his house, neither shall his place know him any more.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Am I a sea, or a whale, that thou settest a watch over me?",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "When I say, My bed shall comfort me, my couch shall ease my complaints;",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Then thou scarest me with dreams, and terrifiest me through visions:",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "So that my soul chooseth strangling, and death rather than my life.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "I loathe it; I would not live alway: let me alone; for my days are vanity.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "What is man, that thou shouldest magnify him? and that thou shouldest set thine heart upon him?",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "And that thou shouldest visit him every morning, and try him every moment?",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "How long wilt thou not depart from me, nor let me alone till I swallow down my spittle?",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "And why dost thou not pardon my transgression, and take away my iniquity? for now shall I sleep in the dust; and thou shalt seek me in the morning, but I shall not be.",
      "verse": 21,
      "type": "newline"
    }
  ]
}