{
  "book_id": "GEN",
  "book_name": "Genesis",
  "chapter": 16,
  "verses": 16,
  "content": [
    {
      "text": "Sarai and Hagar",
      "type": "heading"
    },
    {
      "text": "Now Sarai, Abram's wife, had borne him no children. She had a female Egyptian servant whose name was Hagar.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And Sarai said to Abram, “Behold now, the Lord has prevented me from bearing children. Go in to my servant; it may be that I shall obtain children by her.” And Abram listened to the voice of Sarai.",
      "verse": 2
    },
    {
      "text": "So, after Abram had lived ten years in the land of Canaan, Sarai, Abram's wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife.",
      "verse": 3
    },
    {
      "text": "And he went in to Hagar, and she conceived. And when she saw that she had conceived, she looked with contempt on her mistress.",
      "verse": 4
    },
    {
      "text": "And Sarai said to Abram, “May the wrong done to me be on you! I gave my servant to your embrace, and when she saw that she had conceived, she looked on me with contempt. May the Lord judge between you and me!”",
      "verse": 5
    },
    {
      "text": "But Abram said to Sarai, “Behold, your servant is in your power; do to her as you please.” Then Sarai dealt harshly with her, and she fled from her.",
      "verse": 6
    },
    {
      "text": "The angel of the Lord found her by a spring of water in the wilderness, the spring on the way to Shur.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "And he said, “Hagar, servant of Sarai, where have you come from and where are you going?” She said, “I am fleeing from my mistress Sarai.”",
      "verse": 8
    },
    {
      "text": "The angel of the Lord said to her, “Return to your mistress and submit to her.”",
      "verse": 9
    },
    {
      "text": "The angel of the Lord also said to her, “I will surely multiply your offspring so that they cannot be numbered for multitude.”",
      "verse": 10
    },
    {
      "text": "And the angel of the Lord said to her,",
      "verse": 11
    },
    {
      "text": "“Behold, you are pregnant",
      "verse": 11,
      "type": "poetry newline"
    },
    {
      "text": "and shall bear a son.",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "You shall call his name Ishmael,",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "because the Lord has listened to your affliction.",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "He shall be a wild donkey of a man,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "his hand against everyone",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "and everyone's hand against him,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "and he shall dwell over against all his kinsmen.”",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "So she called the name of the Lord who spoke to her, “You are a God of seeing,” for she said, “Truly here I have seen him who looks after me.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Therefore the well was called Beer-lahai-roi; it lies between Kadesh and Bered.",
      "verse": 14
    },
    {
      "text": "And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Abram was eighty-six years old when Hagar bore Ishmael to Abram.",
      "verse": 16
    }
  ]
}