{
  "book_id": "GEN",
  "book_name": "Genesis",
  "chapter": 2,
  "verses": 25,
  "content": [
    {
      "text": "The Seventh Day, God Rests",
      "type": "heading"
    },
    {
      "text": "Thus the heavens and the earth were finished, and all the host of them.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done.",
      "verse": 2
    },
    {
      "text": "So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.",
      "verse": 3
    },
    {
      "text": "The Creation of Man and Woman",
      "type": "heading"
    },
    {
      "text": "These are the generations",
      "verse": 4,
      "type": "poetry newline"
    },
    {
      "text": "of the heavens and the earth when they were created,",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "in the day that the Lord God made the earth and the heavens.",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the Lord God had not caused it to rain on the land, and there was no man to work the ground,",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "and a mist was going up from the land and was watering the whole face of the ground—",
      "verse": 6
    },
    {
      "text": "then the Lord God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.",
      "verse": 7
    },
    {
      "text": "And the Lord God planted a garden in Eden, in the east, and there he put the man whom he had formed.",
      "verse": 8
    },
    {
      "text": "And out of the ground the Lord God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.",
      "verse": 9
    },
    {
      "text": "A river flowed out of Eden to water the garden, and there it divided and became four rivers.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold.",
      "verse": 11
    },
    {
      "text": "And the gold of that land is good; bdellium and onyx stone are there.",
      "verse": 12
    },
    {
      "text": "The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush.",
      "verse": 13
    },
    {
      "text": "And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.",
      "verse": 14
    },
    {
      "text": "The Lord God took the man and put him in the garden of Eden to work it and keep it.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "And the Lord God commanded the man, saying, “You may surely eat of every tree of the garden,",
      "verse": 16
    },
    {
      "text": "but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”",
      "verse": 17
    },
    {
      "text": "Then the Lord God said, “It is not good that the man should be alone; I will make him a helper fit for him.”",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "Now out of the ground the Lord God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name.",
      "verse": 19
    },
    {
      "text": "The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him.",
      "verse": 20
    },
    {
      "text": "So the Lord God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh.",
      "verse": 21
    },
    {
      "text": "And the rib that the Lord God had taken from the man he made into a woman and brought her to the man.",
      "verse": 22
    },
    {
      "text": "Then the man said,",
      "verse": 23
    },
    {
      "text": "“This at last is bone of my bones",
      "verse": 23,
      "type": "poetry newline"
    },
    {
      "text": "and flesh of my flesh;",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "she shall be called Woman,",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "because she was taken out of Man.”",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "And the man and his wife were both naked and were not ashamed.",
      "verse": 25
    }
  ]
}