{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 8,
  "verses": 38,
  "content": [
    {
      "text": "Feeding the Four Thousand",
      "type": "heading"
    },
    {
      "text": "In those days, the multitude being very great and having nothing to eat, Jesus called His disciples to Him and said to them, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“I have compassion on the multitude, because they have now continued with Me three days and have nothing to eat. ",
      "verse": 2
    },
    {
      "text": "And if I send them away hungry to their own houses, they will faint on the way; for some of them have come from afar.”",
      "verse": 3
    },
    {
      "text": "Then His disciples answered Him, “How can one satisfy these people with bread here in the wilderness?”",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "He asked them, “How many loaves do you have?”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "And they said, “Seven.”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "So He commanded the multitude to sit down on the ground. And He took the seven loaves and gave thanks, broke them and gave them to His disciples to set before them; and they set them before the multitude. ",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "They also had a few small fish; and having blessed them, He said to set them also before them. ",
      "verse": 7
    },
    {
      "text": "So they ate and were filled, and they took up seven large baskets of leftover fragments. ",
      "verse": 8
    },
    {
      "text": "Now those who had eaten were about four thousand. And He sent them away, ",
      "verse": 9
    },
    {
      "text": "immediately got into the boat with His disciples, and came to the region of Dalmanutha.",
      "verse": 10
    },
    {
      "text": "The Pharisees Seek a Sign",
      "type": "heading"
    },
    {
      "text": "Then the Pharisees came out and began to dispute with Him, seeking from Him a sign from heaven, testing Him. ",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "But He sighed deeply in His spirit, and said, “Why does this generation seek a sign? Assuredly, I say to you, no sign shall be given to this generation.”",
      "verse": 12
    },
    {
      "text": "Beware of the Leaven of the Pharisees and Herod",
      "type": "heading"
    },
    {
      "text": "And He left them, and getting into the boat again, departed to the other side. ",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Now the disciples had forgotten to take bread, and they did not have more than one loaf with them in the boat. ",
      "verse": 14
    },
    {
      "text": "Then He charged them, saying, “Take heed, beware of the leaven of the Pharisees and the leaven of Herod.”",
      "verse": 15
    },
    {
      "text": "And they reasoned among themselves, saying, “It is because we have no bread.”",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "But Jesus, being aware of it, said to them, “Why do you reason because you have no bread? Do you not yet perceive nor understand? Is your heart still hardened? ",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Having eyes, do you not see? And having ears, do you not hear? And do you not remember? ",
      "verse": 18
    },
    {
      "text": "When I broke the five loaves for the five thousand, how many baskets full of fragments did you take up?”",
      "verse": 19
    },
    {
      "text": "They said to Him, “Twelve.”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "“Also, when I broke the seven for the four thousand, how many large baskets full of fragments did you take up?”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "And they said, “Seven.”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "So He said to them, “How is it you do not understand?”",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "A Blind Man Healed at Bethsaida",
      "type": "heading"
    },
    {
      "text": "Then He came to Bethsaida; and they brought a blind man to Him, and begged Him to touch him. ",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "So He took the blind man by the hand and led him out of the town. And when He had spit on his eyes and put His hands on him, He asked him if he saw anything.",
      "verse": 23
    },
    {
      "text": "And he looked up and said, “I see men like trees, walking.”",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "Then He put His hands on his eyes again and made him look up. And he was restored and saw everyone clearly. ",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "Then He sent him away to his house, saying, “Neither go into the town, nor tell anyone in the town.”",
      "verse": 26
    },
    {
      "text": "Peter Confesses Jesus as the Christ",
      "type": "heading"
    },
    {
      "text": "Now Jesus and His disciples went out to the towns of Caesarea Philippi; and on the road He asked His disciples, saying to them, “Who do men say that I am?”",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "So they answered, “John the Baptist; but some say, Elijah; and others, one of the prophets.”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "He said to them, “But who do you say that I am?”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Peter answered and said to Him, “You are the Christ.”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Then He strictly warned them that they should tell no one about Him.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "Jesus Predicts His Death and Resurrection",
      "type": "heading"
    },
    {
      "text": "And He began to teach them that the Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and after three days rise again. ",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "He spoke this word openly. Then Peter took Him aside and began to rebuke Him. ",
      "verse": 32
    },
    {
      "text": "But when He had turned around and looked at His disciples, He rebuked Peter, saying, “Get behind Me, Satan! For you are not mindful of the things of God, but the things of men.”",
      "verse": 33
    },
    {
      "text": "Take Up the Cross and Follow Him",
      "type": "heading"
    },
    {
      "text": "When He had called the people to Himself, with His disciples also, He said to them, “Whoever desires to come after Me, let him deny himself, and take up his cross, and follow Me. ",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "For whoever desires to save his life will lose it, but whoever loses his life for My sake and the gospel’s will save it. ",
      "verse": 35
    },
    {
      "text": "For what will it profit a man if he gains the whole world, and loses his own soul? ",
      "verse": 36
    },
    {
      "text": "Or what will a man give in exchange for his soul? ",
      "verse": 37
    },
    {
      "text": "For whoever is ashamed of Me and My words in this adulterous and sinful generation, of him the Son of Man also will be ashamed when He comes in the glory of His Father with the holy angels.”",
      "verse": 38
    }
  ]
}