{
  "book_id": "2SAM",
  "book_name": "2 Samuel",
  "chapter": 9,
  "verses": 13,
  "content": [
    {
      "text": "David’s Kindness to Mephibosheth",
      "type": "heading"
    },
    {
      "text": "Now David said, “Is there still anyone who is left of the house of Saul, that I may show him kindness for Jonathan’s sake?”",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And there was a servant of the house of Saul whose name was Ziba. So when they had called him to David, the king said to him, “Are you Ziba?”",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "He said, “At your service!”",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "Then the king said, “Is there not still someone of the house of Saul, to whom I may show the kindness of God?”",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "And Ziba said to the king, “There is still a son of Jonathan who is lame in his feet.”",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "So the king said to him, “Where is he?”",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "And Ziba said to the king, “Indeed he is in the house of Machir the son of Ammiel, in Lo Debar.”",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Then King David sent and brought him out of the house of Machir the son of Ammiel, from Lo Debar.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "Now when Mephibosheth the son of Jonathan, the son of Saul, had come to David, he fell on his face and prostrated himself. Then David said, “Mephibosheth?”",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "And he answered, “Here is your servant!”",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "So David said to him, “Do not fear, for I will surely show you kindness for Jonathan your father’s sake, and will restore to you all the land of Saul your grandfather; and you shall eat bread at my table continually.”",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Then he bowed himself, and said, “What is your servant, that you should look upon such a dead dog as I?”",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "And the king called to Ziba, Saul’s servant, and said to him, “I have given to your master’s son all that belonged to Saul and to all his house. ",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "You therefore, and your sons and your servants, shall work the land for him, and you shall bring in the harvest, that your master’s son may have food to eat. But Mephibosheth your master’s son shall eat bread at my table always.” Now Ziba had fifteen sons and twenty servants.",
      "verse": 10
    },
    {
      "text": "Then Ziba said to the king, “According to all that my lord the king has commanded his servant, so will your servant do.”",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "“As for Mephibosheth,” said the king, “he shall eat at my table like one of the king’s sons.” ",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Mephibosheth had a young son whose name was Micha. And all who dwelt in the house of Ziba were servants of Mephibosheth. ",
      "verse": 12
    },
    {
      "text": "So Mephibosheth dwelt in Jerusalem, for he ate continually at the king’s table. And he was lame in both his feet.",
      "verse": 13
    }
  ]
}