{
  "book_id": "EZEK",
  "book_name": "Ezekiel",
  "chapter": 32,
  "verses": 32,
  "content": [
    {
      "text": "A Lament over Pharaoh and Egypt",
      "type": "heading"
    },
    {
      "text": "In the twelfth year, in the twelfth month, on the first day of the month, the word of the Lord came to me:",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“Son of man, raise a lamentation over Pharaoh king of Egypt and say to him:",
      "verse": 2
    },
    {
      "text": "“You consider yourself a lion of the nations,",
      "verse": 2,
      "type": "poetry newline"
    },
    {
      "text": "but you are like a dragon in the seas;",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "you burst forth in your rivers,",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "trouble the waters with your feet,",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "and foul their rivers.",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "Thus says the Lord God:",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "I will throw my net over you",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "with a host of many peoples,",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "and they will haul you up in my dragnet.",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "And I will cast you on the ground;",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "on the open field I will fling you,",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "and will cause all the birds of the heavens to settle on you,",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "and I will gorge the beasts of the whole earth with you.",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "I will strew your flesh upon the mountains",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "and fill the valleys with your carcass.",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "I will drench the land even to the mountains",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "with your flowing blood,",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "and the ravines will be full of you.",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "When I blot you out, I will cover the heavens",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "and make their stars dark;",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "I will cover the sun with a cloud,",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "and the moon shall not give its light.",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "All the bright lights of heaven",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "will I make dark over you,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "and put darkness on your land,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "declares the Lord God.",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "“I will trouble the hearts of many peoples, when I bring your destruction among the nations, into the countries that you have not known.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "I will make many peoples appalled at you, and the hair of their kings shall bristle with horror because of you, when I brandish my sword before them. They shall tremble every moment, every one for his own life, on the day of your downfall.",
      "verse": 10
    },
    {
      "text": "“For thus says the Lord God: The sword of the king of Babylon shall come upon you.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "I will cause your multitude to fall by the swords of mighty ones, all of them most ruthless of nations.",
      "verse": 12
    },
    {
      "text": "“They shall bring to ruin the pride of Egypt,",
      "verse": 12,
      "type": "poetry newline"
    },
    {
      "text": "and all its multitude shall perish.",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "I will destroy all its beasts",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "from beside many waters;",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "and no foot of man shall trouble them anymore,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "nor shall the hoofs of beasts trouble them.",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "Then I will make their waters clear,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "and cause their rivers to run like oil,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "declares the Lord God.",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "When I make the land of Egypt desolate,",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "and when the land is desolate of all that fills it,",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "when I strike down all who dwell in it,",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "then they will know that I am the Lord.",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "This is a lamentation that shall be chanted; the daughters of the nations shall chant it; over Egypt, and over all her multitude, shall they chant it, declares the Lord God.”",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "In the twelfth year, in the twelfth month, on the fifteenth day of the month, the word of the Lord came to me:",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "“Son of man, wail over the multitude of Egypt, and send them down, her and the daughters of majestic nations, to the world below, to those who have gone down to the pit:",
      "verse": 18
    },
    {
      "text": "‘Whom do you surpass in beauty?",
      "verse": 19,
      "type": "poetry newline"
    },
    {
      "text": "Go down and be laid to rest with the uncircumcised.’",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "They shall fall amid those who are slain by the sword. Egypt is delivered to the sword; drag her away, and all her multitudes.",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "The mighty chiefs shall speak of them, with their helpers, out of the midst of Sheol: ‘They have come down, they lie still, the uncircumcised, slain by the sword.’",
      "verse": 21
    },
    {
      "text": "“Assyria is there, and all her company, its graves all around it, all of them slain, fallen by the sword,",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "whose graves are set in the uttermost parts of the pit; and her company is all around her grave, all of them slain, fallen by the sword, who spread terror in the land of the living.",
      "verse": 23
    },
    {
      "text": "“Elam is there, and all her multitude around her grave; all of them slain, fallen by the sword, who went down uncircumcised into the world below, who spread their terror in the land of the living; and they bear their shame with those who go down to the pit.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "They have made her a bed among the slain with all her multitude, her graves all around it, all of them uncircumcised, slain by the sword; for terror of them was spread in the land of the living, and they bear their shame with those who go down to the pit; they are placed among the slain.",
      "verse": 25
    },
    {
      "text": "“Meshech-Tubal is there, and all her multitude, her graves all around it, all of them uncircumcised, slain by the sword; for they spread their terror in the land of the living.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "And they do not lie with the mighty, the fallen from among the uncircumcised, who went down to Sheol with their weapons of war, whose swords were laid under their heads, and whose iniquities are upon their bones; for the terror of the mighty men was in the land of the living.",
      "verse": 27
    },
    {
      "text": "But as for you, you shall be broken and lie among the uncircumcised, with those who are slain by the sword.",
      "verse": 28
    },
    {
      "text": "“Edom is there, her kings and all her princes, who for all their might are laid with those who are killed by the sword; they lie with the uncircumcised, with those who go down to the pit.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "“The princes of the north are there, all of them, and all the Sidonians, who have gone down in shame with the slain, for all the terror that they caused by their might; they lie uncircumcised with those who are slain by the sword, and bear their shame with those who go down to the pit.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "“When Pharaoh sees them, he will be comforted for all his multitude, Pharaoh and all his army, slain by the sword, declares the Lord God.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "For I spread terror in the land of the living; and he shall be laid to rest among the uncircumcised, with those who are slain by the sword, Pharaoh and all his multitude, declares the Lord God.”",
      "verse": 32
    }
  ]
}