{
  "book_id": "PROV",
  "book_name": "Proverbs",
  "chapter": 23,
  "verses": 35,
  "content": [
    {
      "text": "When thou sittest to eat with a ruler, consider diligently what is before thee:",
      "verse": 1
    },
    {
      "text": "And put a knife to thy throat, if thou be a man given to appetite.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "Be not desirous of his dainties: for they are deceitful meat.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Labour not to be rich: cease from thine own wisdom.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Wilt thou set thine eyes upon that which is not? for riches certainly make themselves wings; they fly away as an eagle toward heaven.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "The morsel which thou hast eaten shalt thou vomit up, and lose thy sweet words.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "Speak not in the ears of a fool: for he will despise the wisdom of thy words.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "Remove not the old landmark; and enter not into the fields of the fatherless:",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "For their redeemer is mighty; he shall plead their cause with thee.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Apply thine heart unto instruction, and thine ears to the words of knowledge.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Withhold not correction from the child: for if thou beatest him with the rod, he shall not die.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Thou shalt beat him with the rod, and shalt deliver his soul from hell.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Yea, my reins shall rejoice, when thy lips speak right things.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "Let not thine heart envy sinners: but be thou in the fear of the Lord all the day long.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "For surely there is an end; and thine expectation shall not be cut off.",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "Hear thou, my son, and be wise, and guide thine heart in the way.",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "Be not among winebibbers; among riotous eaters of flesh:",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "For the drunkard and the glutton shall come to poverty: and drowsiness shall clothe a man with rags.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "Hearken unto thy father that begat thee, and despise not thy mother when she is old.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "Buy the truth, and sell it not; also wisdom, and instruction, and understanding.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "My son, give me thine heart, and let thine eyes observe my ways.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "For a whore is a deep ditch; and a strange woman is a narrow pit.",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "She also lieth in wait as for a prey, and increaseth the transgressors among men.",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "They that tarry long at the wine; they that go to seek mixed wine.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "At the last it biteth like a serpent, and stingeth like an adder.",
      "verse": 32,
      "type": "newline"
    },
    {
      "text": "Thine eyes shall behold strange women, and thine heart shall utter perverse things.",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "Yea, thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast.",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "They have stricken me, shalt thou say, and I was not sick; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again.",
      "verse": 35,
      "type": "newline"
    }
  ]
}