{
  "book_id": "PROV",
  "book_name": "Proverbs",
  "chapter": 7,
  "verses": 27,
  "content": [
    {
      "text": "My son, keep my words, and lay up my commandments with thee.",
      "verse": 1
    },
    {
      "text": "Keep my commandments, and live; and my law as the apple of thine eye.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "Bind them upon thy fingers, write them upon the table of thine heart.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Say unto wisdom, Thou art my sister; and call understanding thy kinswoman:",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "That they may keep thee from the strange woman, from the stranger which flattereth with her words.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "For at the window of my house I looked through my casement,",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "And beheld among the simple ones, I discerned among the youths, a young man void of understanding,",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Passing through the street near her corner; and he went the way to her house,",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "In the twilight, in the evening, in the black and dark night:",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "And, behold, there met him a woman with the attire of an harlot, and subtil of heart.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "(She is loud and stubborn; her feet abide not in her house:",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Now is she without, now in the streets, and lieth in wait at every corner.)",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "So she caught him, and kissed him, and with an impudent face said unto him,",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "I have peace offerings with me; this day have I payed my vows.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "Therefore came I forth to meet thee, diligently to seek thy face, and I have found thee.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "I have decked my bed with coverings of tapestry, with carved works, with fine linen of Egypt.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Come, let us take our fill of love until the morning: let us solace ourselves with loves.",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "For the goodman is not at home, he is gone a long journey:",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "He hath taken a bag of money with him, and will come home at the day appointed.",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "With her much fair speech she caused him to yield, with the flattering of her lips she forced him.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "He goeth after her straightway, as an ox goeth to the slaughter, or as a fool to the correction of the stocks;",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "Till a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "Let not thine heart decline to her ways, go not astray in her paths.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "For she hath cast down many wounded: yea, many strong men have been slain by her.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "Her house is the way to hell, going down to the chambers of death.",
      "verse": 27,
      "type": "newline"
    }
  ]
}