{
  "book_id": "PS",
  "book_name": "Psalm",
  "chapter": 116,
  "verses": 19,
  "content": [
    {
      "text": "I love the Lord, because he hath heard my voice and my supplications.",
      "verse": 1
    },
    {
      "text": "Because he hath inclined his ear unto me, therefore will I call upon him as long as I live.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Then called I upon the name of the Lord; O Lord, I beseech thee, deliver my soul.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Gracious is the Lord, and righteous; yea, our God is merciful.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "The Lord preserveth the simple: I was brought low, and he helped me.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Return unto thy rest, O my soul; for the Lord hath dealt bountifully with thee.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "I will walk before the Lord in the land of the living.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "I believed, therefore have I spoken: I was greatly afflicted:",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "I said in my haste, All men are liars.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "What shall I render unto the Lord for all his benefits toward me?",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "I will take the cup of salvation, and call upon the name of the Lord.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "I will pay my vows unto the Lord now in the presence of all his people.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "Precious in the sight of the Lord is the death of his saints.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "O Lord, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "I will offer to thee the sacrifice of thanksgiving, and will call upon the name of the Lord.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "I will pay my vows unto the Lord now in the presence of all his people.",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "In the courts of the Lord's house, in the midst of thee, O Jerusalem. Praise ye the Lord.",
      "verse": 19,
      "type": "newline"
    }
  ]
}