{
  "book_id": "REV",
  "book_name": "Revelation",
  "chapter": 16,
  "verses": 21,
  "content": [
    {
      "text": "The Seven Bowls of God’s Wrath",
      "type": "heading"
    },
    {
      "text": "Then I heard a loud voice from the temple saying to the seven angels, “Go, pour out the seven bowls of God’s wrath on the earth.”",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "The first angel went and poured out his bowl on the land, and ugly, festering sores broke out on the people who had the mark of the beast and worshiped its image.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "The second angel poured out his bowl on the sea, and it turned into blood like that of a dead person, and every living thing in the sea died.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "The third angel poured out his bowl on the rivers and springs of water, and they became blood.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Then I heard the angel in charge of the waters say:",
      "verse": 5
    },
    {
      "text": "“You are just in these judgments, O Holy One,",
      "verse": 5,
      "type": "poetry newline"
    },
    {
      "text": "you who are and who were;",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "for they have shed the blood of your holy people and your prophets,",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "and you have given them blood to drink as they deserve.”",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "And I heard the altar respond:",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "“Yes, Lord God Almighty,",
      "verse": 7,
      "type": "poetry newline"
    },
    {
      "text": "true and just are your judgments.”",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "The fourth angel poured out his bowl on the sun, and the sun was allowed to scorch people with fire.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him.",
      "verse": 9
    },
    {
      "text": "The fifth angel poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues in agony",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "and cursed the God of heaven because of their pains and their sores, but they refused to repent of what they had done.",
      "verse": 11
    },
    {
      "text": "The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Then I saw three impure spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet.",
      "verse": 13
    },
    {
      "text": "They are demonic spirits that perform signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty.",
      "verse": 14
    },
    {
      "text": "“Look, I come like a thief! Blessed is the one who stays awake and remains clothed, so as not to go naked and be shamefully exposed.”",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Then they gathered the kings together to the place that in Hebrew is called Armageddon.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, “It is done!”",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Then there came flashes of lightning, rumblings, peals of thunder and a severe earthquake. No earthquake like it has ever occurred since mankind has been on earth, so tremendous was the quake.",
      "verse": 18
    },
    {
      "text": "The great city split into three parts, and the cities of the nations collapsed. God remembered Babylon the Great and gave her the cup filled with the wine of the fury of his wrath.",
      "verse": 19
    },
    {
      "text": "Every island fled away and the mountains could not be found.",
      "verse": 20
    },
    {
      "text": "From the sky huge hailstones, each weighing about a hundred pounds, fell on people. And they cursed God on account of the plague of hail, because the plague was so terrible.",
      "verse": 21
    }
  ]
}