{
  "book_id": "REV",
  "book_name": "Revelation",
  "chapter": 19,
  "verses": 21,
  "content": [
    {
      "text": "Threefold Hallelujah Over Babylon’s Fall",
      "type": "heading"
    },
    {
      "text": "After this I heard what sounded like the roar of a great multitude in heaven shouting:",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“Hallelujah!",
      "verse": 1,
      "type": "poetry newline"
    },
    {
      "text": "Salvation and glory and power belong to our God,",
      "verse": 1,
      "type": "poetry"
    },
    {
      "text": "    for true and just are his judgments.",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "He has condemned the great prostitute",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "who corrupted the earth by her adulteries.",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "He has avenged on her the blood of his servants.”",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "And again they shouted:",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "“Hallelujah!",
      "verse": 3,
      "type": "poetry newline"
    },
    {
      "text": "The smoke from her goes up for ever and ever.”",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. And they cried:",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "“Amen, Hallelujah!”",
      "verse": 4,
      "type": "poetry newline"
    },
    {
      "text": "Then a voice came from the throne, saying:",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "“Praise our God,",
      "verse": 5,
      "type": "poetry newline"
    },
    {
      "text": "all you his servants,",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "you who fear him,",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "both great and small!”",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "Then I heard what sounded like a great multitude, like the roar of rushing waters and like loud peals of thunder, shouting:",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "“Hallelujah!",
      "verse": 6,
      "type": "poetry newline"
    },
    {
      "text": "For our Lord God Almighty reigns.",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "Let us rejoice and be glad",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "and give him glory!",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "For the wedding of the Lamb has come,",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "and his bride has made herself ready.",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "Fine linen, bright and clean,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "was given her to wear.”",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "(Fine linen stands for the righteous acts of God’s holy people.)",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "Then the angel said to me, “Write this: Blessed are those who are invited to the wedding supper of the Lamb!” And he added, “These are the true words of God.”",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "At this I fell at his feet to worship him. But he said to me, “Don’t do that! I am a fellow servant with you and with your brothers and sisters who hold to the testimony of Jesus. Worship God! For it is the Spirit of prophecy who bears testimony to Jesus.”",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "The Heavenly Warrior Defeats the Beast",
      "type": "heading"
    },
    {
      "text": "I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and wages war.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself.",
      "verse": 12
    },
    {
      "text": "He is dressed in a robe dipped in blood, and his name is the Word of God.",
      "verse": 13
    },
    {
      "text": "The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean.",
      "verse": 14
    },
    {
      "text": "Coming out of his mouth is a sharp sword with which to strike down the nations. “He will rule them with an iron scepter.” He treads the winepress of the fury of the wrath of God Almighty.",
      "verse": 15
    },
    {
      "text": "On his robe and on his thigh he has this name written:",
      "verse": 16
    },
    {
      "text": "king of kings and lord of lords.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "And I saw an angel standing in the sun, who cried in a loud voice to all the birds flying in midair, “Come, gather together for the great supper of God,",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "so that you may eat the flesh of kings, generals, and the mighty, of horses and their riders, and the flesh of all people, free and slave, great and small.”",
      "verse": 18
    },
    {
      "text": "Then I saw the beast and the kings of the earth and their armies gathered together to wage war against the rider on the horse and his army.",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "But the beast was captured, and with it the false prophet who had performed the signs on its behalf. With these signs he had deluded those who had received the mark of the beast and worshiped its image. The two of them were thrown alive into the fiery lake of burning sulfur.",
      "verse": 20
    },
    {
      "text": "The rest were killed with the sword coming out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh.",
      "verse": 21
    }
  ]
}