{
  "book_id": "ISA",
  "book_name": "Isaiah",
  "chapter": 7,
  "verses": 25,
  "content": [
    {
      "text": "Isaiah Sent to King Ahaz",
      "type": "heading"
    },
    {
      "text": "Now it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin king of Syria and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to make war against it, but could not prevail against it. ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And it was told to the house of David, saying, “Syria’s forces are deployed in Ephraim.” So his heart and the heart of his people were moved as the trees of the woods are moved with the wind.",
      "verse": 2
    },
    {
      "text": "Then the Lord said to Isaiah, “Go out now to meet Ahaz, you and Shear-Jashub your son, at the end of the aqueduct from the upper pool, on the highway to the Fuller’s Field, ",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "and say to him: ‘Take heed, and be quiet; do not fear or be fainthearted for these two stubs of smoking firebrands, for the fierce anger of Rezin and Syria, and the son of Remaliah. ",
      "verse": 4
    },
    {
      "text": "Because Syria, Ephraim, and the son of Remaliah have plotted evil against you, saying, ",
      "verse": 5
    },
    {
      "text": "“Let us go up against Judah and trouble it, and let us make a gap in its wall for ourselves, and set a king over them, the son of Tabel”— ",
      "verse": 6
    },
    {
      "text": "thus says the Lord God:",
      "verse": 7
    },
    {
      "text": "“It shall not stand,",
      "verse": 7,
      "type": "poetry newline"
    },
    {
      "text": "Nor shall it come to pass.",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "For the head of Syria is Damascus,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "And the head of Damascus is Rezin.",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "Within sixty-five years Ephraim will be broken,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "So that it will not be a people.",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "The head of Ephraim is Samaria,",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "And the head of Samaria is Remaliah’s son.",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "If you will not believe,",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "Surely you shall not be established.” ’ ”",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "The Immanuel Prophecy",
      "type": "heading"
    },
    {
      "text": "Moreover the Lord spoke again to Ahaz, saying, ",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "“Ask a sign for yourself from the Lord your God; ask it either in the depth or in the height above.”",
      "verse": 11
    },
    {
      "text": "But Ahaz said, “I will not ask, nor will I test the Lord!”",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Then he said, “Hear now, O house of David! Is it a small thing for you to weary men, but will you weary my God also? ",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Therefore the Lord Himself will give you a sign: Behold, the virgin shall conceive and bear a Son, and shall call His name Immanuel. ",
      "verse": 14
    },
    {
      "text": "Curds and honey He shall eat, that He may know to refuse the evil and choose the good. ",
      "verse": 15
    },
    {
      "text": "For before the Child shall know to refuse the evil and choose the good, the land that you dread will be forsaken by both her kings. ",
      "verse": 16
    },
    {
      "text": "The Lord will bring the king of Assyria upon you and your people and your father’s house—days that have not come since the day that Ephraim departed from Judah.”",
      "verse": 17
    },
    {
      "text": "And it shall come to pass in that day",
      "verse": 18,
      "type": "poetry newline"
    },
    {
      "text": "That the Lord will whistle for the fly",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "That is in the farthest part of the rivers of Egypt,",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "And for the bee that is in the land of Assyria.",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "They will come, and all of them will rest",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "In the desolate valleys and in the clefts of the rocks,",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "And on all thorns and in all pastures.",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "In the same day the Lord will shave with a hired razor,",
      "verse": 20,
      "type": "poetry newline"
    },
    {
      "text": "With those from beyond the River, with the king of Assyria,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "The head and the hair of the legs,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "And will also remove the beard.",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "It shall be in that day",
      "verse": 21,
      "type": "poetry newline"
    },
    {
      "text": "That a man will keep alive a young cow and two sheep;",
      "verse": 21,
      "type": "poetry"
    },
    {
      "text": "So it shall be, from the abundance of milk they give,",
      "verse": 22,
      "type": "poetry"
    },
    {
      "text": "That he will eat curds;",
      "verse": 22,
      "type": "poetry"
    },
    {
      "text": "For curds and honey everyone will eat who is left in the land.",
      "verse": 22,
      "type": "poetry"
    },
    {
      "text": "It shall happen in that day,",
      "verse": 23,
      "type": "poetry newline"
    },
    {
      "text": "That wherever there could be a thousand vines",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "Worth a thousand shekels of silver,",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "It will be for briers and thorns.",
      "verse": 23,
      "type": "poetry"
    },
    {
      "text": "With arrows and bows men will come there,",
      "verse": 24,
      "type": "poetry"
    },
    {
      "text": "Because all the land will become briers and thorns.",
      "verse": 24,
      "type": "poetry"
    },
    {
      "text": "And to any hill which could be dug with the hoe,",
      "verse": 25,
      "type": "poetry newline"
    },
    {
      "text": "You will not go there for fear of briers and thorns;",
      "verse": 25,
      "type": "poetry"
    },
    {
      "text": "But it will become a range for oxen",
      "verse": 25,
      "type": "poetry"
    },
    {
      "text": "And a place for sheep to roam.",
      "verse": 25,
      "type": "poetry"
    }
  ]
}