{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 14,
  "verses": 72,
  "content": [
    {
      "text": "Jesus Anointed at Bethany",
      "type": "heading"
    },
    {
      "text": "Now the Passover and the Festival of Unleavened Bread were only two days away, and the chief priests and the teachers of the law were scheming to arrest Jesus secretly and kill him.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“But not during the festival,” they said, “or the people may riot.”",
      "verse": 2
    },
    {
      "text": "While he was in Bethany, reclining at the table in the home of Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Some of those present were saying indignantly to one another, “Why this waste of perfume?",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "It could have been sold for more than a year’s wages and the money given to the poor.” And they rebuked her harshly.",
      "verse": 5
    },
    {
      "text": "“Leave her alone,” said Jesus. “Why are you bothering her? She has done a beautiful thing to me.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "The poor you will always have with you, and you can help them any time you want. But you will not always have me.",
      "verse": 7
    },
    {
      "text": "She did what she could. She poured perfume on my body beforehand to prepare for my burial.",
      "verse": 8
    },
    {
      "text": "Truly I tell you, wherever the gospel is preached throughout the world, what she has done will also be told, in memory of her.”",
      "verse": 9
    },
    {
      "text": "Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over.",
      "verse": 11
    },
    {
      "text": "The Last Supper",
      "type": "heading"
    },
    {
      "text": "On the first day of the Festival of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus’ disciples asked him, “Where do you want us to go and make preparations for you to eat the Passover?”",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "So he sent two of his disciples, telling them, “Go into the city, and a man carrying a jar of water will meet you. Follow him.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Say to the owner of the house he enters, ‘The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?’",
      "verse": 14
    },
    {
      "text": "He will show you a large room upstairs, furnished and ready. Make preparations for us there.”",
      "verse": 15
    },
    {
      "text": "The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "When evening came, Jesus arrived with the Twelve.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "While they were reclining at the table eating, he said, “Truly I tell you, one of you will betray me—one who is eating with me.”",
      "verse": 18
    },
    {
      "text": "They were saddened, and one by one they said to him, “Surely you don’t mean me?”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "“It is one of the Twelve,” he replied, “one who dips bread into the bowl with me.",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.”",
      "verse": 21
    },
    {
      "text": "While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, “Take it; this is my body.”",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "Then he took a cup, and when he had given thanks, he gave it to them, and they all drank from it.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "“This is my blood of the covenant, which is poured out for many,” he said to them.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "“Truly I tell you, I will not drink again from the fruit of the vine until that day when I drink it new in the kingdom of God.”",
      "verse": 25
    },
    {
      "text": "When they had sung a hymn, they went out to the Mount of Olives.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "Jesus Predicts Peter’s Denial",
      "type": "heading"
    },
    {
      "text": "“You will all fall away,” Jesus told them, “for it is written:",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "“‘I will strike the shepherd,",
      "verse": 27,
      "type": "poetry newline"
    },
    {
      "text": "and the sheep will be scattered.’",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "But after I have risen, I will go ahead of you into Galilee.”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "Peter declared, “Even if all fall away, I will not.”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "“Truly I tell you,” Jesus answered, “today—yes, tonight—before the rooster crows twice you yourself will disown me three times.”",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "But Peter insisted emphatically, “Even if I have to die with you, I will never disown you.” And all the others said the same.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "Gethsemane",
      "type": "heading"
    },
    {
      "text": "They went to a place called Gethsemane, and Jesus said to his disciples, “Sit here while I pray.”",
      "verse": 32,
      "type": "newline"
    },
    {
      "text": "He took Peter, James and John along with him, and he began to be deeply distressed and troubled.",
      "verse": 33
    },
    {
      "text": "“My soul is overwhelmed with sorrow to the point of death,” he said to them. “Stay here and keep watch.”",
      "verse": 34
    },
    {
      "text": "Going a little farther, he fell to the ground and prayed that if possible the hour might pass from him.",
      "verse": 35,
      "type": "newline"
    },
    {
      "text": "“Abba, Father,” he said, “everything is possible for you. Take this cup from me. Yet not what I will, but what you will.”",
      "verse": 36
    },
    {
      "text": "Then he returned to his disciples and found them sleeping. “Simon,” he said to Peter, “are you asleep? Couldn’t you keep watch for one hour?",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.”",
      "verse": 38
    },
    {
      "text": "Once more he went away and prayed the same thing.",
      "verse": 39,
      "type": "newline"
    },
    {
      "text": "When he came back, he again found them sleeping, because their eyes were heavy. They did not know what to say to him.",
      "verse": 40
    },
    {
      "text": "Returning the third time, he said to them, “Are you still sleeping and resting? Enough! The hour has come. Look, the Son of Man is delivered into the hands of sinners.",
      "verse": 41,
      "type": "newline"
    },
    {
      "text": "Rise! Let us go! Here comes my betrayer!”",
      "verse": 42
    },
    {
      "text": "Jesus Arrested",
      "type": "heading"
    },
    {
      "text": "Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders.",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "Now the betrayer had arranged a signal with them: “The one I kiss is the man; arrest him and lead him away under guard.”",
      "verse": 44,
      "type": "newline"
    },
    {
      "text": "Going at once to Jesus, Judas said, “Rabbi!” and kissed him.",
      "verse": 45
    },
    {
      "text": "The men seized Jesus and arrested him.",
      "verse": 46
    },
    {
      "text": "Then one of those standing near drew his sword and struck the servant of the high priest, cutting off his ear.",
      "verse": 47
    },
    {
      "text": "“Am I leading a rebellion,” said Jesus, “that you have come out with swords and clubs to capture me?",
      "verse": 48,
      "type": "newline"
    },
    {
      "text": "Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.”",
      "verse": 49
    },
    {
      "text": "Then everyone deserted him and fled.",
      "verse": 50
    },
    {
      "text": "A young man, wearing nothing but a linen garment, was following Jesus. When they seized him,",
      "verse": 51,
      "type": "newline"
    },
    {
      "text": "he fled naked, leaving his garment behind.",
      "verse": 52
    },
    {
      "text": "Jesus Before the Sanhedrin",
      "type": "heading"
    },
    {
      "text": "They took Jesus to the high priest, and all the chief priests, the elders and the teachers of the law came together.",
      "verse": 53,
      "type": "newline"
    },
    {
      "text": "Peter followed him at a distance, right into the courtyard of the high priest. There he sat with the guards and warmed himself at the fire.",
      "verse": 54
    },
    {
      "text": "The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any.",
      "verse": 55,
      "type": "newline"
    },
    {
      "text": "Many testified falsely against him, but their statements did not agree.",
      "verse": 56
    },
    {
      "text": "Then some stood up and gave this false testimony against him:",
      "verse": 57,
      "type": "newline"
    },
    {
      "text": "“We heard him say, ‘I will destroy this temple made with human hands and in three days will build another, not made with hands.’”",
      "verse": 58
    },
    {
      "text": "Yet even then their testimony did not agree.",
      "verse": 59
    },
    {
      "text": "Then the high priest stood up before them and asked Jesus, “Are you not going to answer? What is this testimony that these men are bringing against you?”",
      "verse": 60,
      "type": "newline"
    },
    {
      "text": "But Jesus remained silent and gave no answer.",
      "verse": 61
    },
    {
      "text": "Again the high priest asked him, “Are you the Messiah, the Son of the Blessed One?”",
      "verse": 61,
      "type": "newline"
    },
    {
      "text": "“I am,” said Jesus. “And you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.”",
      "verse": 62,
      "type": "newline"
    },
    {
      "text": "The high priest tore his clothes. “Why do we need any more witnesses?” he asked.",
      "verse": 63,
      "type": "newline"
    },
    {
      "text": "“You have heard the blasphemy. What do you think?”",
      "verse": 64
    },
    {
      "text": "They all condemned him as worthy of death.",
      "verse": 64,
      "type": "newline"
    },
    {
      "text": "Then some began to spit at him; they blindfolded him, struck him with their fists, and said, “Prophesy!” And the guards took him and beat him.",
      "verse": 65
    },
    {
      "text": "Peter Disowns Jesus",
      "type": "heading"
    },
    {
      "text": "While Peter was below in the courtyard, one of the servant girls of the high priest came by.",
      "verse": 66,
      "type": "newline"
    },
    {
      "text": "When she saw Peter warming himself, she looked closely at him.",
      "verse": 67
    },
    {
      "text": "“You also were with that Nazarene, Jesus,” she said.",
      "verse": 67,
      "type": "newline"
    },
    {
      "text": "But he denied it. “I don’t know or understand what you’re talking about,” he said, and went out into the entryway.",
      "verse": 68,
      "type": "newline"
    },
    {
      "text": "When the servant girl saw him there, she said again to those standing around, “This fellow is one of them.”",
      "verse": 69,
      "type": "newline"
    },
    {
      "text": "Again he denied it.",
      "verse": 70
    },
    {
      "text": "After a little while, those standing near said to Peter, “Surely you are one of them, for you are a Galilean.”",
      "verse": 70,
      "type": "newline"
    },
    {
      "text": "He began to call down curses, and he swore to them, “I don’t know this man you’re talking about.”",
      "verse": 71,
      "type": "newline"
    },
    {
      "text": "Immediately the rooster crowed the second time. Then Peter remembered the word Jesus had spoken to him: “Before the rooster crows twice you will disown me three times.” And he broke down and wept.",
      "verse": 72,
      "type": "newline"
    }
  ]
}