{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 8,
  "verses": 38,
  "content": [
    {
      "text": "Jesus Feeds the Four Thousand",
      "type": "heading"
    },
    {
      "text": "During those days another large crowd gathered. Since they had nothing to eat, Jesus called his disciples to him and said,",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“I have compassion for these people; they have already been with me three days and have nothing to eat.",
      "verse": 2
    },
    {
      "text": "If I send them home hungry, they will collapse on the way, because some of them have come a long distance.”",
      "verse": 3
    },
    {
      "text": "His disciples answered, “But where in this remote place can anyone get enough bread to feed them?”",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "“How many loaves do you have?” Jesus asked.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "“Seven,” they replied.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "He told the crowd to sit down on the ground. When he had taken the seven loaves and given thanks, he broke them and gave them to his disciples to distribute to the people, and they did so.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "They had a few small fish as well; he gave thanks for them also and told the disciples to distribute them.",
      "verse": 7
    },
    {
      "text": "The people ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over.",
      "verse": 8
    },
    {
      "text": "About four thousand were present. After he had sent them away,",
      "verse": 9
    },
    {
      "text": "he got into the boat with his disciples and went to the region of Dalmanutha.",
      "verse": 10
    },
    {
      "text": "The Pharisees came and began to question Jesus. To test him, they asked him for a sign from heaven.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "He sighed deeply and said, “Why does this generation ask for a sign? Truly I tell you, no sign will be given to it.”",
      "verse": 12
    },
    {
      "text": "Then he left them, got back into the boat and crossed to the other side.",
      "verse": 13
    },
    {
      "text": "The Yeast of the Pharisees and Herod",
      "type": "heading"
    },
    {
      "text": "The disciples had forgotten to bring bread, except for one loaf they had with them in the boat.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "“Be careful,” Jesus warned them. “Watch out for the yeast of the Pharisees and that of Herod.”",
      "verse": 15
    },
    {
      "text": "They discussed this with one another and said, “It is because we have no bread.”",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "Aware of their discussion, Jesus asked them: “Why are you talking about having no bread? Do you still not see or understand? Are your hearts hardened?",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Do you have eyes but fail to see, and ears but fail to hear? And don’t you remember?",
      "verse": 18
    },
    {
      "text": "When I broke the five loaves for the five thousand, how many basketfuls of pieces did you pick up?”",
      "verse": 19
    },
    {
      "text": "“Twelve,” they replied.",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "“And when I broke the seven loaves for the four thousand, how many basketfuls of pieces did you pick up?”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "They answered, “Seven.”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "He said to them, “Do you still not understand?”",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "Jesus Heals a Blind Man at Bethsaida",
      "type": "heading"
    },
    {
      "text": "They came to Bethsaida, and some people brought a blind man and begged Jesus to touch him.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "He took the blind man by the hand and led him outside the village. When he had spit on the man’s eyes and put his hands on him, Jesus asked, “Do you see anything?”",
      "verse": 23
    },
    {
      "text": "He looked up and said, “I see people; they look like trees walking around.”",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "Once more Jesus put his hands on the man’s eyes. Then his eyes were opened, his sight was restored, and he saw everything clearly.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "Jesus sent him home, saying, “Don’t even go into the village.”",
      "verse": 26
    },
    {
      "text": "Peter Declares That Jesus Is the Messiah",
      "type": "heading"
    },
    {
      "text": "Jesus and his disciples went on to the villages around Caesarea Philippi. On the way he asked them, “Who do people say I am?”",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "They replied, “Some say John the Baptist; others say Elijah; and still others, one of the prophets.”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "“But what about you?” he asked. “Who do you say I am?”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Peter answered, “You are the Messiah.”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Jesus warned them not to tell anyone about him.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "Jesus Predicts His Death",
      "type": "heading"
    },
    {
      "text": "He then began to teach them that the Son of Man must suffer many things and be rejected by the elders, the chief priests and the teachers of the law, and that he must be killed and after three days rise again.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "He spoke plainly about this, and Peter took him aside and began to rebuke him.",
      "verse": 32
    },
    {
      "text": "But when Jesus turned and looked at his disciples, he rebuked Peter. “Get behind me, Satan!” he said. “You do not have in mind the concerns of God, but merely human concerns.”",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "The Way of the Cross",
      "type": "heading"
    },
    {
      "text": "Then he called the crowd to him along with his disciples and said: “Whoever wants to be my disciple must deny themselves and take up their cross and follow me.",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "For whoever wants to save their life will lose it, but whoever loses their life for me and for the gospel will save it.",
      "verse": 35
    },
    {
      "text": "What good is it for someone to gain the whole world, yet forfeit their soul?",
      "verse": 36
    },
    {
      "text": "Or what can anyone give in exchange for their soul?",
      "verse": 37
    },
    {
      "text": "If anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of them when he comes in his Father’s glory with the holy angels.”",
      "verse": 38
    }
  ]
}