{
  "book_id": "ROM",
  "book_name": "Romans",
  "chapter": 11,
  "verses": 36,
  "content": [
    {
      "text": "The Remnant of Israel",
      "type": "heading"
    },
    {
      "text": "I ask then: Did God reject his people? By no means! I am an Israelite myself, a descendant of Abraham, from the tribe of Benjamin.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "God did not reject his people, whom he foreknew. Don’t you know what Scripture says in the passage about Elijah—how he appealed to God against Israel:",
      "verse": 2
    },
    {
      "text": "“Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me”?",
      "verse": 3
    },
    {
      "text": "And what was God’s answer to him? “I have reserved for myself seven thousand who have not bowed the knee to Baal.”",
      "verse": 4
    },
    {
      "text": "So too, at the present time there is a remnant chosen by grace.",
      "verse": 5
    },
    {
      "text": "And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.",
      "verse": 6
    },
    {
      "text": "What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened,",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "as it is written:",
      "verse": 8
    },
    {
      "text": "“God gave them a spirit of stupor,",
      "verse": 8,
      "type": "poetry newline"
    },
    {
      "text": "eyes that could not see",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "and ears that could not hear,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "to this very day.”",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "And David says:",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "“May their table become a snare and a trap,",
      "verse": 9,
      "type": "poetry newline"
    },
    {
      "text": "a stumbling block and a retribution for them.",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "May their eyes be darkened so they cannot see,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "and their backs be bent forever.”",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "Ingrafted Branches",
      "type": "heading"
    },
    {
      "text": "Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "But if their transgression means riches for the world, and their loss means riches for the Gentiles, how much greater riches will their full inclusion bring!",
      "verse": 12
    },
    {
      "text": "I am talking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I take pride in my ministry",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "in the hope that I may somehow arouse my own people to envy and save some of them.",
      "verse": 14
    },
    {
      "text": "For if their rejection brought reconciliation to the world, what will their acceptance be but life from the dead?",
      "verse": 15
    },
    {
      "text": "If the part of the dough offered as firstfruits is holy, then the whole batch is holy; if the root is holy, so are the branches.",
      "verse": 16
    },
    {
      "text": "If some of the branches have been broken off, and you, though a wild olive shoot, have been grafted in among the others and now share in the nourishing sap from the olive root,",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "do not consider yourself to be superior to those other branches. If you do, consider this: You do not support the root, but the root supports you.",
      "verse": 18
    },
    {
      "text": "You will say then, “Branches were broken off so that I could be grafted in.”",
      "verse": 19
    },
    {
      "text": "Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but tremble.",
      "verse": 20
    },
    {
      "text": "For if God did not spare the natural branches, he will not spare you either.",
      "verse": 21
    },
    {
      "text": "Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "And if they do not persist in unbelief, they will be grafted in, for God is able to graft them in again.",
      "verse": 23
    },
    {
      "text": "After all, if you were cut out of an olive tree that is wild by nature, and contrary to nature were grafted into a cultivated olive tree, how much more readily will these, the natural branches, be grafted into their own olive tree!",
      "verse": 24
    },
    {
      "text": "All Israel Will Be Saved",
      "type": "heading"
    },
    {
      "text": "I do not want you to be ignorant of this mystery, brothers and sisters, so that you may not be conceited: Israel has experienced a hardening in part until the full number of the Gentiles has come in,",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "and in this way all Israel will be saved. As it is written:",
      "verse": 26
    },
    {
      "text": "“The deliverer will come from Zion;",
      "verse": 26,
      "type": "poetry newline"
    },
    {
      "text": "he will turn godlessness away from Jacob.",
      "verse": 26,
      "type": "poetry"
    },
    {
      "text": "And this is my covenant with them",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "when I take away their sins.”",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "As far as the gospel is concerned, they are enemies for your sake; but as far as election is concerned, they are loved on account of the patriarchs,",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "for God’s gifts and his call are irrevocable.",
      "verse": 29
    },
    {
      "text": "Just as you who were at one time disobedient to God have now received mercy as a result of their disobedience,",
      "verse": 30
    },
    {
      "text": "so they too have now become disobedient in order that they too may now receive mercy as a result of God’s mercy to you.",
      "verse": 31
    },
    {
      "text": "For God has bound everyone over to disobedience so that he may have mercy on them all.",
      "verse": 32
    },
    {
      "text": "Doxology",
      "type": "heading"
    },
    {
      "text": "Oh, the depth of the riches of the wisdom and knowledge of God!",
      "verse": 33,
      "type": "poetry newline"
    },
    {
      "text": "How unsearchable his judgments,",
      "verse": 33,
      "type": "poetry"
    },
    {
      "text": "and his paths beyond tracing out!",
      "verse": 33,
      "type": "poetry"
    },
    {
      "text": "“Who has known the mind of the Lord?",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "Or who has been his counselor?”",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "“Who has ever given to God,",
      "verse": 35,
      "type": "poetry"
    },
    {
      "text": "that God should repay them?”",
      "verse": 35,
      "type": "poetry"
    },
    {
      "text": "For from him and through him and for him are all things.",
      "verse": 36,
      "type": "poetry"
    },
    {
      "text": "To him be the glory forever! Amen.",
      "verse": 36,
      "type": "poetry"
    }
  ]
}