{
  "book_id": "ROM",
  "book_name": "Romans",
  "chapter": 9,
  "verses": 33,
  "content": [
    {
      "text": "Paul’s Anguish Over Israel",
      "type": "heading"
    },
    {
      "text": "I speak the truth in Christ—I am not lying, my conscience confirms it through the Holy Spirit—",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "I have great sorrow and unceasing anguish in my heart.",
      "verse": 2
    },
    {
      "text": "For I could wish that I myself were cursed and cut off from Christ for the sake of my people, those of my own race,",
      "verse": 3
    },
    {
      "text": "the people of Israel. Theirs is the adoption to sonship; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises.",
      "verse": 4
    },
    {
      "text": "Theirs are the patriarchs, and from them is traced the human ancestry of the Messiah, who is God over all, forever praised! Amen.",
      "verse": 5
    },
    {
      "text": "God’s Sovereign Choice",
      "type": "heading"
    },
    {
      "text": "It is not as though God’s word had failed. For not all who are descended from Israel are Israel.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Nor because they are his descendants are they all Abraham’s children. On the contrary, “It is through Isaac that your offspring will be reckoned.”",
      "verse": 7
    },
    {
      "text": "In other words, it is not the children by physical descent who are God’s children, but it is the children of the promise who are regarded as Abraham’s offspring.",
      "verse": 8
    },
    {
      "text": "For this was how the promise was stated: “At the appointed time I will return, and Sarah will have a son.”",
      "verse": 9
    },
    {
      "text": "Not only that, but Rebekah’s children were conceived at the same time by our father Isaac.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "Yet, before the twins were born or had done anything good or bad—in order that God’s purpose in election might stand:",
      "verse": 11
    },
    {
      "text": "not by works but by him who calls—she was told, “The older will serve the younger.”",
      "verse": 12
    },
    {
      "text": "Just as it is written: “Jacob I loved, but Esau I hated.”",
      "verse": 13
    },
    {
      "text": "What then shall we say? Is God unjust? Not at all!",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "For he says to Moses,",
      "verse": 15
    },
    {
      "text": "“I will have mercy on whom I have mercy,",
      "verse": 15,
      "type": "poetry newline"
    },
    {
      "text": "and I will have compassion on whom I have compassion.”",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "It does not, therefore, depend on human desire or effort, but on God’s mercy.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "For Scripture says to Pharaoh: “I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.”",
      "verse": 17
    },
    {
      "text": "Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
      "verse": 18
    },
    {
      "text": "One of you will say to me: “Then why does God still blame us? For who is able to resist his will?”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "But who are you, a human being, to talk back to God? “Shall what is formed say to the one who formed it, ‘Why did you make me like this?’”",
      "verse": 20
    },
    {
      "text": "Does not the potter have the right to make out of the same lump of clay some pottery for special purposes and some for common use?",
      "verse": 21
    },
    {
      "text": "What if God, although choosing to show his wrath and make his power known, bore with great patience the objects of his wrath—prepared for destruction?",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory—",
      "verse": 23
    },
    {
      "text": "even us, whom he also called, not only from the Jews but also from the Gentiles?",
      "verse": 24
    },
    {
      "text": "As he says in Hosea:",
      "verse": 25
    },
    {
      "text": "“I will call them ‘my people’ who are not my people;",
      "verse": 25,
      "type": "poetry newline"
    },
    {
      "text": "and I will call her ‘my loved one’ who is not my loved one,”",
      "verse": 25,
      "type": "poetry"
    },
    {
      "text": "and,",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "“In the very place where it was said to them,",
      "verse": 26,
      "type": "poetry newline"
    },
    {
      "text": "‘You are not my people,’",
      "verse": 26,
      "type": "poetry"
    },
    {
      "text": "there they will be called ‘children of the living God.’”",
      "verse": 26,
      "type": "poetry"
    },
    {
      "text": "Isaiah cries out concerning Israel:",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "“Though the number of the Israelites be like the sand by the sea,",
      "verse": 27,
      "type": "poetry newline"
    },
    {
      "text": "only the remnant will be saved.",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "For the Lord will carry out",
      "verse": 28,
      "type": "poetry"
    },
    {
      "text": "his sentence on earth with speed and finality.”",
      "verse": 28,
      "type": "poetry"
    },
    {
      "text": "It is just as Isaiah said previously:",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "“Unless the Lord Almighty",
      "verse": 29,
      "type": "poetry newline"
    },
    {
      "text": "had left us descendants,",
      "verse": 29,
      "type": "poetry"
    },
    {
      "text": "we would have become like Sodom,",
      "verse": 29,
      "type": "poetry"
    },
    {
      "text": "we would have been like Gomorrah.”",
      "verse": 29,
      "type": "poetry"
    },
    {
      "text": "Israel’s Unbelief",
      "type": "heading"
    },
    {
      "text": "What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal.",
      "verse": 31
    },
    {
      "text": "Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone.",
      "verse": 32
    },
    {
      "text": "As it is written:",
      "verse": 33
    },
    {
      "text": "“See, I lay in Zion a stone that causes people to stumble",
      "verse": 33,
      "type": "poetry newline"
    },
    {
      "text": "and a rock that makes them fall,",
      "verse": 33,
      "type": "poetry"
    },
    {
      "text": "and the one who believes in him will never be put to shame.”",
      "verse": 33,
      "type": "poetry"
    }
  ]
}