{
  "book_id": "1KGS",
  "book_name": "1 Kings",
  "chapter": 17,
  "verses": 24,
  "content": [
    {
      "text": "Elijah Predicts a Drought",
      "type": "heading"
    },
    {
      "text": "Now Elijah the Tishbite, of Tishbe in Gilead, said to Ahab, “As the Lord, the God of Israel, lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.”",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And the word of the Lord came to him:",
      "verse": 2
    },
    {
      "text": "“Depart from here and turn eastward and hide yourself by the brook Cherith, which is east of the Jordan.",
      "verse": 3
    },
    {
      "text": "You shall drink from the brook, and I have commanded the ravens to feed you there.”",
      "verse": 4
    },
    {
      "text": "So he went and did according to the word of the Lord. He went and lived by the brook Cherith that is east of the Jordan.",
      "verse": 5
    },
    {
      "text": "And the ravens brought him bread and meat in the morning, and bread and meat in the evening, and he drank from the brook.",
      "verse": 6
    },
    {
      "text": "And after a while the brook dried up, because there was no rain in the land.",
      "verse": 7
    },
    {
      "text": "The Widow of Zarephath",
      "type": "heading"
    },
    {
      "text": "Then the word of the Lord came to him,",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "“Arise, go to Zarephath, which belongs to Sidon, and dwell there. Behold, I have commanded a widow there to feed you.”",
      "verse": 9
    },
    {
      "text": "So he arose and went to Zarephath. And when he came to the gate of the city, behold, a widow was there gathering sticks. And he called to her and said, “Bring me a little water in a vessel, that I may drink.”",
      "verse": 10
    },
    {
      "text": "And as she was going to bring it, he called to her and said, “Bring me a morsel of bread in your hand.”",
      "verse": 11
    },
    {
      "text": "And she said, “As the Lord your God lives, I have nothing baked, only a handful of flour in a jar and a little oil in a jug. And now I am gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it and die.”",
      "verse": 12
    },
    {
      "text": "And Elijah said to her, “Do not fear; go and do as you have said. But first make me a little cake of it and bring it to me, and afterward make something for yourself and your son.",
      "verse": 13
    },
    {
      "text": "For thus says the Lord, the God of Israel, ‘The jar of flour shall not be spent, and the jug of oil shall not be empty, until the day that the Lord sends rain upon the earth.’”",
      "verse": 14
    },
    {
      "text": "And she went and did as Elijah said. And she and he and her household ate for many days.",
      "verse": 15
    },
    {
      "text": "The jar of flour was not spent, neither did the jug of oil become empty, according to the word of the Lord that he spoke by Elijah.",
      "verse": 16
    },
    {
      "text": "Elijah Raises the Widow's Son",
      "type": "heading"
    },
    {
      "text": "After this the son of the woman, the mistress of the house, became ill. And his illness was so severe that there was no breath left in him.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "And she said to Elijah, “What have you against me, O man of God? You have come to me to bring my sin to remembrance and to cause the death of my son!”",
      "verse": 18
    },
    {
      "text": "And he said to her, “Give me your son.” And he took him from her arms and carried him up into the upper chamber where he lodged, and laid him on his own bed.",
      "verse": 19
    },
    {
      "text": "And he cried to the Lord, “O Lord my God, have you brought calamity even upon the widow with whom I sojourn, by killing her son?”",
      "verse": 20
    },
    {
      "text": "Then he stretched himself upon the child three times and cried to the Lord, “O Lord my God, let this child's life come into him again.”",
      "verse": 21
    },
    {
      "text": "And the Lord listened to the voice of Elijah. And the life of the child came into him again, and he revived.",
      "verse": 22
    },
    {
      "text": "And Elijah took the child and brought him down from the upper chamber into the house and delivered him to his mother. And Elijah said, “See, your son lives.”",
      "verse": 23
    },
    {
      "text": "And the woman said to Elijah, “Now I know that you are a man of God, and that the word of the Lord in your mouth is truth.”",
      "verse": 24
    }
  ]
}