{
  "book_id": "ZECH",
  "book_name": "Zechariah",
  "chapter": 6,
  "verses": 15,
  "content": [
    {
      "text": "Vision of the Four Chariots",
      "type": "heading"
    },
    {
      "text": "Then I turned and raised my eyes and looked, and behold, four chariots were coming from between two mountains, and the mountains were mountains of bronze. ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "With the first chariot were red horses, with the second chariot black horses, ",
      "verse": 2
    },
    {
      "text": "with the third chariot white horses, and with the fourth chariot dappled horses—strong steeds. ",
      "verse": 3
    },
    {
      "text": "Then I answered and said to the angel who talked with me, “What are these, my lord?”",
      "verse": 4
    },
    {
      "text": "And the angel answered and said to me, “These are four spirits of heaven, who go out from their station before the Lord of all the earth. ",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "The one with the black horses is going to the north country, the white are going after them, and the dappled are going toward the south country.” ",
      "verse": 6
    },
    {
      "text": "Then the strong steeds went out, eager to go, that they might walk to and fro throughout the earth. And He said, “Go, walk to and fro throughout the earth.” So they walked to and fro throughout the earth. ",
      "verse": 7
    },
    {
      "text": "And He called to me, and spoke to me, saying, “See, those who go toward the north country have given rest to My Spirit in the north country.”",
      "verse": 8
    },
    {
      "text": "The Command to Crown Joshua",
      "type": "heading"
    },
    {
      "text": "Then the word of the Lord came to me, saying: ",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "“Receive the gift from the captives—from Heldai, Tobijah, and Jedaiah, who have come from Babylon—and go the same day and enter the house of Josiah the son of Zephaniah. ",
      "verse": 10
    },
    {
      "text": "Take the silver and gold, make an elaborate crown, and set it on the head of Joshua the son of Jehozadak, the high priest. ",
      "verse": 11
    },
    {
      "text": "Then speak to him, saying, ‘Thus says the Lord of hosts, saying:",
      "verse": 12
    },
    {
      "text": "“Behold, the Man whose name is the BRANCH!",
      "verse": 12,
      "type": "poetry newline"
    },
    {
      "text": "From His place He shall branch out,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "And He shall build the temple of the Lord;",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Yes, He shall build the temple of the Lord.",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "He shall bear the glory,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "And shall sit and rule on His throne;",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "So He shall be a priest on His throne,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "And the counsel of peace shall be between them both.” ’",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "“Now the elaborate crown shall be for a memorial in the temple of the Lord for Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah. ",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "Even those from afar shall come and build the temple of the Lord. Then you shall know that the Lord of hosts has sent Me to you. And this shall come to pass if you diligently obey the voice of the Lord your God.”",
      "verse": 15
    }
  ]
}