{
  "book_id": "1THESS",
  "book_name": "1 Thessalonians",
  "chapter": 5,
  "verses": 28,
  "content": [
    {
      "text": "The Day of the Lord",
      "type": "heading"
    },
    {
      "text": "Now concerning the times and the seasons, brothers, you have no need to have anything written to you.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "For you yourselves are fully aware that the day of the Lord will come like a thief in the night.",
      "verse": 2
    },
    {
      "text": "While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape.",
      "verse": 3
    },
    {
      "text": "But you are not in darkness, brothers, for that day to surprise you like a thief.",
      "verse": 4
    },
    {
      "text": "For you are all children of light, children of the day. We are not of the night or of the darkness.",
      "verse": 5
    },
    {
      "text": "So then let us not sleep, as others do, but let us keep awake and be sober.",
      "verse": 6
    },
    {
      "text": "For those who sleep, sleep at night, and those who get drunk, are drunk at night.",
      "verse": 7
    },
    {
      "text": "But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.",
      "verse": 8
    },
    {
      "text": "For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,",
      "verse": 9
    },
    {
      "text": "who died for us so that whether we are awake or asleep we might live with him.",
      "verse": 10
    },
    {
      "text": "Therefore encourage one another and build one another up, just as you are doing.",
      "verse": 11
    },
    {
      "text": "Final Instructions and Benediction",
      "type": "heading"
    },
    {
      "text": "We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you,",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "and to esteem them very highly in love because of their work. Be at peace among yourselves.",
      "verse": 13
    },
    {
      "text": "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
      "verse": 14
    },
    {
      "text": "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.",
      "verse": 15
    },
    {
      "text": "Rejoice always,",
      "verse": 16
    },
    {
      "text": "pray without ceasing,",
      "verse": 17
    },
    {
      "text": "give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
      "verse": 18
    },
    {
      "text": "Do not quench the Spirit.",
      "verse": 19
    },
    {
      "text": "Do not despise prophecies,",
      "verse": 20
    },
    {
      "text": "but test everything; hold fast what is good.",
      "verse": 21
    },
    {
      "text": "Abstain from every form of evil.",
      "verse": 22
    },
    {
      "text": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "He who calls you is faithful; he will surely do it.",
      "verse": 24
    },
    {
      "text": "Brothers, pray for us.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "Greet all the brothers with a holy kiss.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "I put you under oath before the Lord to have this letter read to all the brothers.",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "The grace of our Lord Jesus Christ be with you.",
      "verse": 28,
      "type": "newline"
    }
  ]
}