{
  "book_id": "AMOS",
  "book_name": "Amos",
  "chapter": 7,
  "verses": 17,
  "content": [
    {
      "text": "Locusts, Fire and a Plumb Line",
      "type": "heading"
    },
    {
      "text": "This is what the Sovereign Lord showed me: He was preparing swarms of locusts after the king’s share had been harvested and just as the late crops were coming up.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "When they had stripped the land clean, I cried out, “Sovereign Lord, forgive! How can Jacob survive? He is so small!”",
      "verse": 2
    },
    {
      "text": "So the Lord relented.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "“This will not happen,” the Lord said.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "This is what the Sovereign Lord showed me: The Sovereign Lord was calling for judgment by fire; it dried up the great deep and devoured the land.",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Then I cried out, “Sovereign Lord, I beg you, stop! How can Jacob survive? He is so small!”",
      "verse": 5
    },
    {
      "text": "So the Lord relented.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "“This will not happen either,” the Sovereign Lord said.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "This is what he showed me: The Lord was standing by a wall that had been built true to plumb, with a plumb line in his hand.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "And the Lord asked me, “What do you see, Amos?”",
      "verse": 8
    },
    {
      "text": "“A plumb line,” I replied.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "Then the Lord said, “Look, I am setting a plumb line among my people Israel; I will spare them no longer.",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "“The high places of Isaac will be destroyed",
      "verse": 9,
      "type": "poetry newline"
    },
    {
      "text": "and the sanctuaries of Israel will be ruined;",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "with my sword I will rise against the house of Jeroboam.”",
      "verse": 9,
      "type": "poetry"
    },
    {
      "text": "Amos and Amaziah",
      "type": "heading"
    },
    {
      "text": "Then Amaziah the priest of Bethel sent a message to Jeroboam king of Israel: “Amos is raising a conspiracy against you in the very heart of Israel. The land cannot bear all his words.",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "For this is what Amos is saying:",
      "verse": 11
    },
    {
      "text": "“‘Jeroboam will die by the sword,",
      "verse": 11,
      "type": "poetry newline"
    },
    {
      "text": "and Israel will surely go into exile,",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "away from their native land.’”",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "Then Amaziah said to Amos, “Get out, you seer! Go back to the land of Judah. Earn your bread there and do your prophesying there.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Don’t prophesy anymore at Bethel, because this is the king’s sanctuary and the temple of the kingdom.”",
      "verse": 13
    },
    {
      "text": "Amos answered Amaziah, “I was neither a prophet nor the son of a prophet, but I was a shepherd, and I also took care of sycamore-fig trees.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "But the Lord took me from tending the flock and said to me, ‘Go, prophesy to my people Israel.’",
      "verse": 15
    },
    {
      "text": "Now then, hear the word of the Lord. You say,",
      "verse": 16
    },
    {
      "text": "“‘Do not prophesy against Israel,",
      "verse": 16,
      "type": "poetry newline"
    },
    {
      "text": "and stop preaching against the descendants of Isaac.’",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "“Therefore this is what the Lord says:",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "“‘Your wife will become a prostitute in the city,",
      "verse": 17,
      "type": "poetry newline"
    },
    {
      "text": "and your sons and daughters will fall by the sword.",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "Your land will be measured and divided up,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and you yourself will die in a pagan country.",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "And Israel will surely go into exile,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "away from their native land.’”",
      "verse": 17,
      "type": "poetry"
    }
  ]
}