{
  "book_id": "1PET",
  "book_name": "1 Peter",
  "chapter": 3,
  "verses": 22,
  "content": [
    {
      "text": "Submission to Husbands",
      "type": "heading"
    },
    {
      "text": "Wives, likewise, be submissive to your own husbands, that even if some do not obey the word, they, without a word, may be won by the conduct of their wives, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "when they observe your chaste conduct accompanied by fear. ",
      "verse": 2
    },
    {
      "text": "Do not let your adornment be merely outward—arranging the hair, wearing gold, or putting on fine apparel— ",
      "verse": 3
    },
    {
      "text": "rather let it be the hidden person of the heart, with the incorruptible beauty of a gentle and quiet spirit, which is very precious in the sight of God. ",
      "verse": 4
    },
    {
      "text": "For in this manner, in former times, the holy women who trusted in God also adorned themselves, being submissive to their own husbands, ",
      "verse": 5
    },
    {
      "text": "as Sarah obeyed Abraham, calling him lord, whose daughters you are if you do good and are not afraid with any terror.",
      "verse": 6
    },
    {
      "text": "A Word to Husbands",
      "type": "heading"
    },
    {
      "text": "Husbands, likewise, dwell with them with understanding, giving honor to the wife, as to the weaker vessel, and as being heirs together of the grace of life, that your prayers may not be hindered.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Called to Blessing",
      "type": "heading"
    },
    {
      "text": "Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous; ",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "not returning evil for evil or reviling for reviling, but on the contrary blessing, knowing that you were called to this, that you may inherit a blessing. ",
      "verse": 9
    },
    {
      "text": "For",
      "verse": 10
    },
    {
      "text": "“He who would love life",
      "verse": 10,
      "type": "poetry newline"
    },
    {
      "text": "And see good days,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "Let him refrain his tongue from evil,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "And his lips from speaking deceit.",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "Let him turn away from evil and do good;",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "Let him seek peace and pursue it.",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "For the eyes of the Lord are on the righteous,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "And His ears are open to their prayers;",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "But the face of the Lord is against those who do evil.”",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Suffering for Right and Wrong",
      "type": "heading"
    },
    {
      "text": "And who is he who will harm you if you become followers of what is good? ",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "But even if you should suffer for righteousness’ sake, you are blessed. “And do not be afraid of their threats, nor be troubled.” ",
      "verse": 14
    },
    {
      "text": "But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear; ",
      "verse": 15
    },
    {
      "text": "having a good conscience, that when they defame you as evildoers, those who revile your good conduct in Christ may be ashamed. ",
      "verse": 16
    },
    {
      "text": "For it is better, if it is the will of God, to suffer for doing good than for doing evil.",
      "verse": 17
    },
    {
      "text": "Christ’s Suffering and Ours",
      "type": "heading"
    },
    {
      "text": "For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit, ",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "by whom also He went and preached to the spirits in prison, ",
      "verse": 19
    },
    {
      "text": "who formerly were disobedient, when once the Divine longsuffering waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight souls, were saved through water. ",
      "verse": 20
    },
    {
      "text": "There is also an antitype which now saves us—baptism (not the removal of the filth of the flesh, but the answer of a good conscience toward God), through the resurrection of Jesus Christ, ",
      "verse": 21
    },
    {
      "text": "who has gone into heaven and is at the right hand of God, angels and authorities and powers having been made subject to Him.",
      "verse": 22
    }
  ]
}