{
  "book_id": "ZECH",
  "book_name": "Zechariah",
  "chapter": 6,
  "verses": 15,
  "content": [
    {
      "text": "A Vision of Four Chariots",
      "type": "heading"
    },
    {
      "text": "Again I lifted my eyes and saw, and behold, four chariots came out from between two mountains. And the mountains were mountains of bronze.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "The first chariot had red horses, the second black horses,",
      "verse": 2
    },
    {
      "text": "the third white horses, and the fourth chariot dappled horses—all of them strong.",
      "verse": 3
    },
    {
      "text": "Then I answered and said to the angel who talked with me, “What are these, my lord?”",
      "verse": 4
    },
    {
      "text": "And the angel answered and said to me, “These are going out to the four winds of heaven, after presenting themselves before the Lord of all the earth.",
      "verse": 5
    },
    {
      "text": "The chariot with the black horses goes toward the north country, the white ones go after them, and the dappled ones go toward the south country.”",
      "verse": 6
    },
    {
      "text": "When the strong horses came out, they were impatient to go and patrol the earth. And he said, “Go, patrol the earth.” So they patrolled the earth.",
      "verse": 7
    },
    {
      "text": "Then he cried to me, “Behold, those who go toward the north country have set my Spirit at rest in the north country.”",
      "verse": 8
    },
    {
      "text": "The Crown and the Temple",
      "type": "heading"
    },
    {
      "text": "And the word of the Lord came to me:",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "“Take from the exiles Heldai, Tobijah, and Jedaiah, who have arrived from Babylon, and go the same day to the house of Josiah, the son of Zephaniah.",
      "verse": 10
    },
    {
      "text": "Take from them silver and gold, and make a crown, and set it on the head of Joshua, the son of Jehozadak, the high priest.",
      "verse": 11
    },
    {
      "text": "And say to him, ‘Thus says the Lord of hosts, “Behold, the man whose name is the Branch: for he shall branch out from his place, and he shall build the temple of the Lord.",
      "verse": 12
    },
    {
      "text": "It is he who shall build the temple of the Lord and shall bear royal honor, and shall sit and rule on his throne. And there shall be a priest on his throne, and the counsel of peace shall be between them both.”’",
      "verse": 13
    },
    {
      "text": "And the crown shall be in the temple of the Lord as a reminder to Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah.",
      "verse": 14
    },
    {
      "text": "“And those who are far off shall come and help to build the temple of the Lord. And you shall know that the Lord of hosts has sent me to you. And this shall come to pass, if you will diligently obey the voice of the Lord your God.”",
      "verse": 15,
      "type": "newline"
    }
  ]
}