{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 11,
  "verses": 54,
  "content": [
    {
      "text": "Jesus’ Teaching on Prayer",
      "type": "heading"
    },
    {
      "text": "One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, “Lord, teach us to pray, just as John taught his disciples.”",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "He said to them, “When you pray, say:",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "“‘Father,",
      "verse": 2,
      "type": "poetry newline"
    },
    {
      "text": "hallowed be your name,",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "your kingdom come.",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "Give us each day our daily bread.",
      "verse": 3,
      "type": "poetry"
    },
    {
      "text": "Forgive us our sins,",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "for we also forgive everyone who sins against us.",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "And lead us not into temptation.’”",
      "verse": 4,
      "type": "poetry"
    },
    {
      "text": "Then Jesus said to them, “Suppose you have a friend, and you go to him at midnight and say, ‘Friend, lend me three loaves of bread;",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "a friend of mine on a journey has come to me, and I have no food to offer him.’",
      "verse": 6
    },
    {
      "text": "And suppose the one inside answers, ‘Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up and give you anything.’",
      "verse": 7
    },
    {
      "text": "I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity he will surely get up and give you as much as you need.",
      "verse": 8
    },
    {
      "text": "“So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.",
      "verse": 10
    },
    {
      "text": "“Which of you fathers, if your son asks for a fish, will give him a snake instead?",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Or if he asks for an egg, will give him a scorpion?",
      "verse": 12
    },
    {
      "text": "If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!”",
      "verse": 13
    },
    {
      "text": "Jesus and Beelzebul",
      "type": "heading"
    },
    {
      "text": "Jesus was driving out a demon that was mute. When the demon left, the man who had been mute spoke, and the crowd was amazed.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "But some of them said, “By Beelzebul, the prince of demons, he is driving out demons.”",
      "verse": 15
    },
    {
      "text": "Others tested him by asking for a sign from heaven.",
      "verse": 16
    },
    {
      "text": "Jesus knew their thoughts and said to them: “Any kingdom divided against itself will be ruined, and a house divided against itself will fall.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "If Satan is divided against himself, how can his kingdom stand? I say this because you claim that I drive out demons by Beelzebul.",
      "verse": 18
    },
    {
      "text": "Now if I drive out demons by Beelzebul, by whom do your followers drive them out? So then, they will be your judges.",
      "verse": 19
    },
    {
      "text": "But if I drive out demons by the finger of God, then the kingdom of God has come upon you.",
      "verse": 20
    },
    {
      "text": "“When a strong man, fully armed, guards his own house, his possessions are safe.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "But when someone stronger attacks and overpowers him, he takes away the armor in which the man trusted and divides up his plunder.",
      "verse": 22
    },
    {
      "text": "“Whoever is not with me is against me, and whoever does not gather with me scatters.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "“When an impure spirit comes out of a person, it goes through arid places seeking rest and does not find it. Then it says, ‘I will return to the house I left.’",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "When it arrives, it finds the house swept clean and put in order.",
      "verse": 25
    },
    {
      "text": "Then it goes and takes seven other spirits more wicked than itself, and they go in and live there. And the final condition of that person is worse than the first.”",
      "verse": 26
    },
    {
      "text": "As Jesus was saying these things, a woman in the crowd called out, “Blessed is the mother who gave you birth and nursed you.”",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "He replied, “Blessed rather are those who hear the word of God and obey it.”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "The Sign of Jonah",
      "type": "heading"
    },
    {
      "text": "As the crowds increased, Jesus said, “This is a wicked generation. It asks for a sign, but none will be given it except the sign of Jonah.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "For as Jonah was a sign to the Ninevites, so also will the Son of Man be to this generation.",
      "verse": 30
    },
    {
      "text": "The Queen of the South will rise at the judgment with the people of this generation and condemn them, for she came from the ends of the earth to listen to Solomon’s wisdom; and now something greater than Solomon is here.",
      "verse": 31
    },
    {
      "text": "The men of Nineveh will stand up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah; and now something greater than Jonah is here.",
      "verse": 32
    },
    {
      "text": "The Lamp of the Body",
      "type": "heading"
    },
    {
      "text": "“No one lights a lamp and puts it in a place where it will be hidden, or under a bowl. Instead they put it on its stand, so that those who come in may see the light.",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "Your eye is the lamp of your body. When your eyes are healthy, your whole body also is full of light. But when they are unhealthy, your body also is full of darkness.",
      "verse": 34
    },
    {
      "text": "See to it, then, that the light within you is not darkness.",
      "verse": 35
    },
    {
      "text": "Therefore, if your whole body is full of light, and no part of it dark, it will be just as full of light as when a lamp shines its light on you.”",
      "verse": 36
    },
    {
      "text": "Woes on the Pharisees and the Experts in the Law",
      "type": "heading"
    },
    {
      "text": "When Jesus had finished speaking, a Pharisee invited him to eat with him; so he went in and reclined at the table.",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "But the Pharisee was surprised when he noticed that Jesus did not first wash before the meal.",
      "verse": 38
    },
    {
      "text": "Then the Lord said to him, “Now then, you Pharisees clean the outside of the cup and dish, but inside you are full of greed and wickedness.",
      "verse": 39,
      "type": "newline"
    },
    {
      "text": "You foolish people! Did not the one who made the outside make the inside also?",
      "verse": 40
    },
    {
      "text": "But now as for what is inside you—be generous to the poor, and everything will be clean for you.",
      "verse": 41
    },
    {
      "text": "“Woe to you Pharisees, because you give God a tenth of your mint, rue and all other kinds of garden herbs, but you neglect justice and the love of God. You should have practiced the latter without leaving the former undone.",
      "verse": 42,
      "type": "newline"
    },
    {
      "text": "“Woe to you Pharisees, because you love the most important seats in the synagogues and respectful greetings in the marketplaces.",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "“Woe to you, because you are like unmarked graves, which people walk over without knowing it.”",
      "verse": 44,
      "type": "newline"
    },
    {
      "text": "One of the experts in the law answered him, “Teacher, when you say these things, you insult us also.”",
      "verse": 45,
      "type": "newline"
    },
    {
      "text": "Jesus replied, “And you experts in the law, woe to you, because you load people down with burdens they can hardly carry, and you yourselves will not lift one finger to help them.",
      "verse": 46,
      "type": "newline"
    },
    {
      "text": "“Woe to you, because you build tombs for the prophets, and it was your ancestors who killed them.",
      "verse": 47,
      "type": "newline"
    },
    {
      "text": "So you testify that you approve of what your ancestors did; they killed the prophets, and you build their tombs.",
      "verse": 48
    },
    {
      "text": "Because of this, God in his wisdom said, ‘I will send them prophets and apostles, some of whom they will kill and others they will persecute.’",
      "verse": 49
    },
    {
      "text": "Therefore this generation will be held responsible for the blood of all the prophets that has been shed since the beginning of the world,",
      "verse": 50
    },
    {
      "text": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, this generation will be held responsible for it all.",
      "verse": 51
    },
    {
      "text": "“Woe to you experts in the law, because you have taken away the key to knowledge. You yourselves have not entered, and you have hindered those who were entering.”",
      "verse": 52,
      "type": "newline"
    },
    {
      "text": "When Jesus went outside, the Pharisees and the teachers of the law began to oppose him fiercely and to besiege him with questions,",
      "verse": 53,
      "type": "newline"
    },
    {
      "text": "waiting to catch him in something he might say.",
      "verse": 54
    }
  ]
}