{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 17,
  "verses": 37,
  "content": [
    {
      "text": "Sin, Faith, Duty",
      "type": "heading"
    },
    {
      "text": "Jesus said to his disciples: “Things that cause people to stumble are bound to come, but woe to anyone through whom they come.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "It would be better for them to be thrown into the sea with a millstone tied around their neck than to cause one of these little ones to stumble.",
      "verse": 2
    },
    {
      "text": "So watch yourselves.",
      "verse": 3
    },
    {
      "text": "“If your brother or sister sins against you, rebuke them; and if they repent, forgive them.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Even if they sin against you seven times in a day and seven times come back to you saying ‘I repent,’ you must forgive them.”",
      "verse": 4
    },
    {
      "text": "The apostles said to the Lord, “Increase our faith!”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "He replied, “If you have faith as small as a mustard seed, you can say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it will obey you.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "“Suppose one of you has a servant plowing or looking after the sheep. Will he say to the servant when he comes in from the field, ‘Come along now and sit down to eat’?",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "Won’t he rather say, ‘Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink’?",
      "verse": 8
    },
    {
      "text": "Will he thank the servant because he did what he was told to do?",
      "verse": 9
    },
    {
      "text": "So you also, when you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’”",
      "verse": 10
    },
    {
      "text": "Jesus Heals Ten Men With Leprosy",
      "type": "heading"
    },
    {
      "text": "Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "As he was going into a village, ten men who had leprosy met him. They stood at a distance",
      "verse": 12
    },
    {
      "text": "and called out in a loud voice, “Jesus, Master, have pity on us!”",
      "verse": 13
    },
    {
      "text": "When he saw them, he said, “Go, show yourselves to the priests.” And as they went, they were cleansed.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "One of them, when he saw he was healed, came back, praising God in a loud voice.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "He threw himself at Jesus’ feet and thanked him—and he was a Samaritan.",
      "verse": 16
    },
    {
      "text": "Jesus asked, “Were not all ten cleansed? Where are the other nine?",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Has no one returned to give praise to God except this foreigner?”",
      "verse": 18
    },
    {
      "text": "Then he said to him, “Rise and go; your faith has made you well.”",
      "verse": 19
    },
    {
      "text": "The Coming of the Kingdom of God",
      "type": "heading"
    },
    {
      "text": "Once, on being asked by the Pharisees when the kingdom of God would come, Jesus replied, “The coming of the kingdom of God is not something that can be observed,",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "nor will people say, ‘Here it is,’ or ‘There it is,’ because the kingdom of God is in your midst.”",
      "verse": 21
    },
    {
      "text": "Then he said to his disciples, “The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "People will tell you, ‘There he is!’ or ‘Here he is!’ Do not go running off after them.",
      "verse": 23
    },
    {
      "text": "For the Son of Man in his day will be like the lightning, which flashes and lights up the sky from one end to the other.",
      "verse": 24
    },
    {
      "text": "But first he must suffer many things and be rejected by this generation.",
      "verse": 25
    },
    {
      "text": "“Just as it was in the days of Noah, so also will it be in the days of the Son of Man.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.",
      "verse": 27
    },
    {
      "text": "“It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building.",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.",
      "verse": 29
    },
    {
      "text": "“It will be just like this on the day the Son of Man is revealed.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "On that day no one who is on the housetop, with possessions inside, should go down to get them. Likewise, no one in the field should go back for anything.",
      "verse": 31
    },
    {
      "text": "Remember Lot’s wife!",
      "verse": 32
    },
    {
      "text": "Whoever tries to keep their life will lose it, and whoever loses their life will preserve it.",
      "verse": 33
    },
    {
      "text": "I tell you, on that night two people will be in one bed; one will be taken and the other left.",
      "verse": 34
    },
    {
      "text": "Two women will be grinding grain together; one will be taken and the other left.”",
      "verse": 35
    },
    {
      "text": "",
      "verse": 36
    },
    {
      "text": "“Where, Lord?” they asked.",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "He replied, “Where there is a dead body, there the vultures will gather.”",
      "verse": 37,
      "type": "newline"
    }
  ]
}