{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 7,
  "verses": 50,
  "content": [
    {
      "text": "The Faith of the Centurion",
      "type": "heading"
    },
    {
      "text": "When Jesus had finished saying all this to the people who were listening, he entered Capernaum.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "There a centurion’s servant, whom his master valued highly, was sick and about to die.",
      "verse": 2
    },
    {
      "text": "The centurion heard of Jesus and sent some elders of the Jews to him, asking him to come and heal his servant.",
      "verse": 3
    },
    {
      "text": "When they came to Jesus, they pleaded earnestly with him, “This man deserves to have you do this,",
      "verse": 4
    },
    {
      "text": "because he loves our nation and has built our synagogue.”",
      "verse": 5
    },
    {
      "text": "So Jesus went with them.",
      "verse": 6
    },
    {
      "text": "He was not far from the house when the centurion sent friends to say to him: “Lord, don’t trouble yourself, for I do not deserve to have you come under my roof.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "That is why I did not even consider myself worthy to come to you. But say the word, and my servant will be healed.",
      "verse": 7
    },
    {
      "text": "For I myself am a man under authority, with soldiers under me. I tell this one, ‘Go,’ and he goes; and that one, ‘Come,’ and he comes. I say to my servant, ‘Do this,’ and he does it.”",
      "verse": 8
    },
    {
      "text": "When Jesus heard this, he was amazed at him, and turning to the crowd following him, he said, “I tell you, I have not found such great faith even in Israel.”",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "Then the men who had been sent returned to the house and found the servant well.",
      "verse": 10
    },
    {
      "text": "Jesus Raises a Widow’s Son",
      "type": "heading"
    },
    {
      "text": "Soon afterward, Jesus went to a town called Nain, and his disciples and a large crowd went along with him.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "As he approached the town gate, a dead person was being carried out—the only son of his mother, and she was a widow. And a large crowd from the town was with her.",
      "verse": 12
    },
    {
      "text": "When the Lord saw her, his heart went out to her and he said, “Don’t cry.”",
      "verse": 13
    },
    {
      "text": "Then he went up and touched the bier they were carrying him on, and the bearers stood still. He said, “Young man, I say to you, get up!”",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "The dead man sat up and began to talk, and Jesus gave him back to his mother.",
      "verse": 15
    },
    {
      "text": "They were all filled with awe and praised God. “A great prophet has appeared among us,” they said. “God has come to help his people.”",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "This news about Jesus spread throughout Judea and the surrounding country.",
      "verse": 17
    },
    {
      "text": "Jesus and John the Baptist",
      "type": "heading"
    },
    {
      "text": "John’s disciples told him about all these things. Calling two of them,",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "he sent them to the Lord to ask, “Are you the one who is to come, or should we expect someone else?”",
      "verse": 19
    },
    {
      "text": "When the men came to Jesus, they said, “John the Baptist sent us to you to ask, ‘Are you the one who is to come, or should we expect someone else?’”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "At that very time Jesus cured many who had diseases, sicknesses and evil spirits, and gave sight to many who were blind.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "So he replied to the messengers, “Go back and report to John what you have seen and heard: The blind receive sight, the lame walk, those who have leprosy are cleansed, the deaf hear, the dead are raised, and the good news is proclaimed to the poor.",
      "verse": 22
    },
    {
      "text": "Blessed is anyone who does not stumble on account of me.”",
      "verse": 23
    },
    {
      "text": "After John’s messengers left, Jesus began to speak to the crowd about John: “What did you go out into the wilderness to see? A reed swayed by the wind?",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "If not, what did you go out to see? A man dressed in fine clothes? No, those who wear expensive clothes and indulge in luxury are in palaces.",
      "verse": 25
    },
    {
      "text": "But what did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
      "verse": 26
    },
    {
      "text": "This is the one about whom it is written:",
      "verse": 27
    },
    {
      "text": "“‘I will send my messenger ahead of you,",
      "verse": 27,
      "type": "poetry newline"
    },
    {
      "text": "who will prepare your way before you.’",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "I tell you, among those born of women there is no one greater than John; yet the one who is least in the kingdom of God is greater than he.”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "(All the people, even the tax collectors, when they heard Jesus’ words, acknowledged that God’s way was right, because they had been baptized by John.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "But the Pharisees and the experts in the law rejected God’s purpose for themselves, because they had not been baptized by John.)",
      "verse": 30
    },
    {
      "text": "Jesus went on to say, “To what, then, can I compare the people of this generation? What are they like?",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "They are like children sitting in the marketplace and calling out to each other:",
      "verse": 32
    },
    {
      "text": "“‘We played the pipe for you,",
      "verse": 32,
      "type": "poetry newline"
    },
    {
      "text": "and you did not dance;",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "we sang a dirge,",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "and you did not cry.’",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "For John the Baptist came neither eating bread nor drinking wine, and you say, ‘He has a demon.’",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "The Son of Man came eating and drinking, and you say, ‘Here is a glutton and a drunkard, a friend of tax collectors and sinners.’",
      "verse": 34
    },
    {
      "text": "But wisdom is proved right by all her children.”",
      "verse": 35
    },
    {
      "text": "Jesus Anointed by a Sinful Woman",
      "type": "heading"
    },
    {
      "text": "When one of the Pharisees invited Jesus to have dinner with him, he went to the Pharisee’s house and reclined at the table.",
      "verse": 36,
      "type": "newline"
    },
    {
      "text": "A woman in that town who lived a sinful life learned that Jesus was eating at the Pharisee’s house, so she came there with an alabaster jar of perfume.",
      "verse": 37
    },
    {
      "text": "As she stood behind him at his feet weeping, she began to wet his feet with her tears. Then she wiped them with her hair, kissed them and poured perfume on them.",
      "verse": 38
    },
    {
      "text": "When the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would know who is touching him and what kind of woman she is—that she is a sinner.”",
      "verse": 39,
      "type": "newline"
    },
    {
      "text": "Jesus answered him, “Simon, I have something to tell you.”",
      "verse": 40,
      "type": "newline"
    },
    {
      "text": "“Tell me, teacher,” he said.",
      "verse": 40,
      "type": "newline"
    },
    {
      "text": "“Two people owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty.",
      "verse": 41,
      "type": "newline"
    },
    {
      "text": "Neither of them had the money to pay him back, so he forgave the debts of both. Now which of them will love him more?”",
      "verse": 42
    },
    {
      "text": "Simon replied, “I suppose the one who had the bigger debt forgiven.”",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "“You have judged correctly,” Jesus said.",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "Then he turned toward the woman and said to Simon, “Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair.",
      "verse": 44,
      "type": "newline"
    },
    {
      "text": "You did not give me a kiss, but this woman, from the time I entered, has not stopped kissing my feet.",
      "verse": 45
    },
    {
      "text": "You did not put oil on my head, but she has poured perfume on my feet.",
      "verse": 46
    },
    {
      "text": "Therefore, I tell you, her many sins have been forgiven—as her great love has shown. But whoever has been forgiven little loves little.”",
      "verse": 47
    },
    {
      "text": "Then Jesus said to her, “Your sins are forgiven.”",
      "verse": 48,
      "type": "newline"
    },
    {
      "text": "The other guests began to say among themselves, “Who is this who even forgives sins?”",
      "verse": 49,
      "type": "newline"
    },
    {
      "text": "Jesus said to the woman, “Your faith has saved you; go in peace.”",
      "verse": 50,
      "type": "newline"
    }
  ]
}