{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 9,
  "verses": 62,
  "content": [
    {
      "text": "Jesus Sends Out the Twelve",
      "type": "heading"
    },
    {
      "text": "When Jesus had called the Twelve together, he gave them power and authority to drive out all demons and to cure diseases,",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "and he sent them out to proclaim the kingdom of God and to heal the sick.",
      "verse": 2
    },
    {
      "text": "He told them: “Take nothing for the journey—no staff, no bag, no bread, no money, no extra shirt.",
      "verse": 3
    },
    {
      "text": "Whatever house you enter, stay there until you leave that town.",
      "verse": 4
    },
    {
      "text": "If people do not welcome you, leave their town and shake the dust off your feet as a testimony against them.”",
      "verse": 5
    },
    {
      "text": "So they set out and went from village to village, proclaiming the good news and healing people everywhere.",
      "verse": 6
    },
    {
      "text": "Now Herod the tetrarch heard about all that was going on. And he was perplexed because some were saying that John had been raised from the dead,",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "others that Elijah had appeared, and still others that one of the prophets of long ago had come back to life.",
      "verse": 8
    },
    {
      "text": "But Herod said, “I beheaded John. Who, then, is this I hear such things about?” And he tried to see him.",
      "verse": 9
    },
    {
      "text": "Jesus Feeds the Five Thousand",
      "type": "heading"
    },
    {
      "text": "When the apostles returned, they reported to Jesus what they had done. Then he took them with him and they withdrew by themselves to a town called Bethsaida,",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "but the crowds learned about it and followed him. He welcomed them and spoke to them about the kingdom of God, and healed those who needed healing.",
      "verse": 11
    },
    {
      "text": "Late in the afternoon the Twelve came to him and said, “Send the crowd away so they can go to the surrounding villages and countryside and find food and lodging, because we are in a remote place here.”",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "He replied, “You give them something to eat.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "They answered, “We have only five loaves of bread and two fish—unless we go and buy food for all this crowd.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "(About five thousand men were there.)",
      "verse": 14
    },
    {
      "text": "But he said to his disciples, “Have them sit down in groups of about fifty each.”",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "The disciples did so, and everyone sat down.",
      "verse": 15
    },
    {
      "text": "Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke them. Then he gave them to the disciples to distribute to the people.",
      "verse": 16
    },
    {
      "text": "They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over.",
      "verse": 17
    },
    {
      "text": "Peter Declares That Jesus Is the Messiah",
      "type": "heading"
    },
    {
      "text": "Once when Jesus was praying in private and his disciples were with him, he asked them, “Who do the crowds say I am?”",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "They replied, “Some say John the Baptist; others say Elijah; and still others, that one of the prophets of long ago has come back to life.”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "“But what about you?” he asked. “Who do you say I am?”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "Peter answered, “God’s Messiah.”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "Jesus Predicts His Death",
      "type": "heading"
    },
    {
      "text": "Jesus strictly warned them not to tell this to anyone.",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "And he said, “The Son of Man must suffer many things and be rejected by the elders, the chief priests and the teachers of the law, and he must be killed and on the third day be raised to life.”",
      "verse": 22
    },
    {
      "text": "Then he said to them all: “Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "For whoever wants to save their life will lose it, but whoever loses their life for me will save it.",
      "verse": 24
    },
    {
      "text": "What good is it for someone to gain the whole world, and yet lose or forfeit their very self?",
      "verse": 25
    },
    {
      "text": "Whoever is ashamed of me and my words, the Son of Man will be ashamed of them when he comes in his glory and in the glory of the Father and of the holy angels.",
      "verse": 26
    },
    {
      "text": "“Truly I tell you, some who are standing here will not taste death before they see the kingdom of God.”",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "The Transfiguration",
      "type": "heading"
    },
    {
      "text": "About eight days after Jesus said this, he took Peter, John and James with him and went up onto a mountain to pray.",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "As he was praying, the appearance of his face changed, and his clothes became as bright as a flash of lightning.",
      "verse": 29
    },
    {
      "text": "Two men, Moses and Elijah, appeared in glorious splendor, talking with Jesus.",
      "verse": 30
    },
    {
      "text": "They spoke about his departure, which he was about to bring to fulfillment at Jerusalem.",
      "verse": 31
    },
    {
      "text": "Peter and his companions were very sleepy, but when they became fully awake, they saw his glory and the two men standing with him.",
      "verse": 32
    },
    {
      "text": "As the men were leaving Jesus, Peter said to him, “Master, it is good for us to be here. Let us put up three shelters—one for you, one for Moses and one for Elijah.” (He did not know what he was saying.)",
      "verse": 33
    },
    {
      "text": "While he was speaking, a cloud appeared and covered them, and they were afraid as they entered the cloud.",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "A voice came from the cloud, saying, “This is my Son, whom I have chosen; listen to him.”",
      "verse": 35
    },
    {
      "text": "When the voice had spoken, they found that Jesus was alone. The disciples kept this to themselves and did not tell anyone at that time what they had seen.",
      "verse": 36
    },
    {
      "text": "Jesus Heals a Demon-Possessed Boy",
      "type": "heading"
    },
    {
      "text": "The next day, when they came down from the mountain, a large crowd met him.",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "A man in the crowd called out, “Teacher, I beg you to look at my son, for he is my only child.",
      "verse": 38
    },
    {
      "text": "A spirit seizes him and he suddenly screams; it throws him into convulsions so that he foams at the mouth. It scarcely ever leaves him and is destroying him.",
      "verse": 39
    },
    {
      "text": "I begged your disciples to drive it out, but they could not.”",
      "verse": 40
    },
    {
      "text": "“You unbelieving and perverse generation,” Jesus replied, “how long shall I stay with you and put up with you? Bring your son here.”",
      "verse": 41,
      "type": "newline"
    },
    {
      "text": "Even while the boy was coming, the demon threw him to the ground in a convulsion. But Jesus rebuked the impure spirit, healed the boy and gave him back to his father.",
      "verse": 42,
      "type": "newline"
    },
    {
      "text": "And they were all amazed at the greatness of God.",
      "verse": 43
    },
    {
      "text": "Jesus Predicts His Death a Second Time",
      "type": "heading"
    },
    {
      "text": "While everyone was marveling at all that Jesus did, he said to his disciples,",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "“Listen carefully to what I am about to tell you: The Son of Man is going to be delivered into the hands of men.”",
      "verse": 44
    },
    {
      "text": "But they did not understand what this meant. It was hidden from them, so that they did not grasp it, and they were afraid to ask him about it.",
      "verse": 45
    },
    {
      "text": "An argument started among the disciples as to which of them would be the greatest.",
      "verse": 46,
      "type": "newline"
    },
    {
      "text": "Jesus, knowing their thoughts, took a little child and had him stand beside him.",
      "verse": 47
    },
    {
      "text": "Then he said to them, “Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.”",
      "verse": 48
    },
    {
      "text": "“Master,” said John, “we saw someone driving out demons in your name and we tried to stop him, because he is not one of us.”",
      "verse": 49,
      "type": "newline"
    },
    {
      "text": "“Do not stop him,” Jesus said, “for whoever is not against you is for you.”",
      "verse": 50,
      "type": "newline"
    },
    {
      "text": "Samaritan Opposition",
      "type": "heading"
    },
    {
      "text": "As the time approached for him to be taken up to heaven, Jesus resolutely set out for Jerusalem.",
      "verse": 51,
      "type": "newline"
    },
    {
      "text": "And he sent messengers on ahead, who went into a Samaritan village to get things ready for him;",
      "verse": 52
    },
    {
      "text": "but the people there did not welcome him, because he was heading for Jerusalem.",
      "verse": 53
    },
    {
      "text": "When the disciples James and John saw this, they asked, “Lord, do you want us to call fire down from heaven to destroy them?”",
      "verse": 54
    },
    {
      "text": "But Jesus turned and rebuked them.",
      "verse": 55
    },
    {
      "text": "Then he and his disciples went to another village.",
      "verse": 56
    },
    {
      "text": "The Cost of Following Jesus",
      "type": "heading"
    },
    {
      "text": "As they were walking along the road, a man said to him, “I will follow you wherever you go.”",
      "verse": 57,
      "type": "newline"
    },
    {
      "text": "Jesus replied, “Foxes have dens and birds have nests, but the Son of Man has no place to lay his head.”",
      "verse": 58,
      "type": "newline"
    },
    {
      "text": "He said to another man, “Follow me.”",
      "verse": 59,
      "type": "newline"
    },
    {
      "text": "But he replied, “Lord, first let me go and bury my father.”",
      "verse": 59,
      "type": "newline"
    },
    {
      "text": "Jesus said to him, “Let the dead bury their own dead, but you go and proclaim the kingdom of God.”",
      "verse": 60,
      "type": "newline"
    },
    {
      "text": "Still another said, “I will follow you, Lord; but first let me go back and say goodbye to my family.”",
      "verse": 61,
      "type": "newline"
    },
    {
      "text": "Jesus replied, “No one who puts a hand to the plow and looks back is fit for service in the kingdom of God.”",
      "verse": 62,
      "type": "newline"
    }
  ]
}