{
  "book_id": "ACTS",
  "book_name": "Acts",
  "chapter": 2,
  "verses": 47,
  "content": [
    {
      "text": "The Coming of the Holy Spirit",
      "type": "heading"
    },
    {
      "text": "When the day of Pentecost arrived, they were all together in one place.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.",
      "verse": 2
    },
    {
      "text": "And divided tongues as of fire appeared to them and rested on each one of them.",
      "verse": 3
    },
    {
      "text": "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.",
      "verse": 4
    },
    {
      "text": "Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven.",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language.",
      "verse": 6
    },
    {
      "text": "And they were amazed and astonished, saying, “Are not all these who are speaking Galileans?",
      "verse": 7
    },
    {
      "text": "And how is it that we hear, each of us in his own native language?",
      "verse": 8
    },
    {
      "text": "Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
      "verse": 9
    },
    {
      "text": "Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome,",
      "verse": 10
    },
    {
      "text": "both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.”",
      "verse": 11
    },
    {
      "text": "And all were amazed and perplexed, saying to one another, “What does this mean?”",
      "verse": 12
    },
    {
      "text": "But others mocking said, “They are filled with new wine.”",
      "verse": 13
    },
    {
      "text": "Peter's Sermon at Pentecost",
      "type": "heading"
    },
    {
      "text": "But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "For these people are not drunk, as you suppose, since it is only the third hour of the day.",
      "verse": 15
    },
    {
      "text": "But this is what was uttered through the prophet Joel:",
      "verse": 16
    },
    {
      "text": "“‘And in the last days it shall be, God declares,",
      "verse": 17,
      "type": "poetry newline"
    },
    {
      "text": "that I will pour out my Spirit on all flesh,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and your sons and your daughters shall prophesy,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and your young men shall see visions,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and your old men shall dream dreams;",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "even on my male servants and female servants",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "in those days I will pour out my Spirit, and they shall prophesy.",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "And I will show wonders in the heavens above",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "and signs on the earth below,",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "blood, and fire, and vapor of smoke;",
      "verse": 19,
      "type": "poetry"
    },
    {
      "text": "the sun shall be turned to darkness",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "and the moon to blood,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "before the day of the Lord comes, the great and magnificent day.",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’",
      "verse": 21,
      "type": "poetry"
    },
    {
      "text": "“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.",
      "verse": 23
    },
    {
      "text": "God raised him up, loosing the pangs of death, because it was not possible for him to be held by it.",
      "verse": 24
    },
    {
      "text": "For David says concerning him,",
      "verse": 25
    },
    {
      "text": "“‘I saw the Lord always before me,",
      "verse": 25,
      "type": "poetry newline"
    },
    {
      "text": "for he is at my right hand that I may not be shaken;",
      "verse": 25,
      "type": "poetry"
    },
    {
      "text": "therefore my heart was glad, and my tongue rejoiced;",
      "verse": 26,
      "type": "poetry"
    },
    {
      "text": "my flesh also will dwell in hope.",
      "verse": 26,
      "type": "poetry"
    },
    {
      "text": "For you will not abandon my soul to Hades,",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "or let your Holy One see corruption.",
      "verse": 27,
      "type": "poetry"
    },
    {
      "text": "You have made known to me the paths of life;",
      "verse": 28,
      "type": "poetry"
    },
    {
      "text": "you will make me full of gladness with your presence.’",
      "verse": 28,
      "type": "poetry"
    },
    {
      "text": "“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne,",
      "verse": 30
    },
    {
      "text": "he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption.",
      "verse": 31
    },
    {
      "text": "This Jesus God raised up, and of that we all are witnesses.",
      "verse": 32
    },
    {
      "text": "Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing.",
      "verse": 33
    },
    {
      "text": "For David did not ascend into the heavens, but he himself says,",
      "verse": 34
    },
    {
      "text": "“‘The Lord said to my Lord,",
      "verse": 34,
      "type": "poetry newline"
    },
    {
      "text": "“Sit at my right hand,",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "    until I make your enemies your footstool.”’",
      "verse": 35,
      "type": "poetry"
    },
    {
      "text": "Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”",
      "verse": 36,
      "type": "newline"
    },
    {
      "text": "Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
      "verse": 38
    },
    {
      "text": "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”",
      "verse": 39
    },
    {
      "text": "And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.”",
      "verse": 40
    },
    {
      "text": "So those who received his word were baptized, and there were added that day about three thousand souls.",
      "verse": 41
    },
    {
      "text": "The Fellowship of the Believers",
      "type": "heading"
    },
    {
      "text": "And they devoted themselves to the apostles' teaching and the fellowship, to the breaking of bread and the prayers.",
      "verse": 42,
      "type": "newline"
    },
    {
      "text": "And awe came upon every soul, and many wonders and signs were being done through the apostles.",
      "verse": 43
    },
    {
      "text": "And all who believed were together and had all things in common.",
      "verse": 44
    },
    {
      "text": "And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.",
      "verse": 45
    },
    {
      "text": "And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts,",
      "verse": 46
    },
    {
      "text": "praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.",
      "verse": 47
    }
  ]
}