{
  "book_id": "JER",
  "book_name": "Jeremiah",
  "chapter": 11,
  "verses": 23,
  "content": [
    {
      "text": "The Broken Covenant",
      "type": "heading"
    },
    {
      "text": "The word that came to Jeremiah from the Lord, saying, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“Hear the words of this covenant, and speak to the men of Judah and to the inhabitants of Jerusalem; ",
      "verse": 2
    },
    {
      "text": "and say to them, ‘Thus says the Lord God of Israel: “Cursed is the man who does not obey the words of this covenant ",
      "verse": 3
    },
    {
      "text": "which I commanded your fathers in the day I brought them out of the land of Egypt, from the iron furnace, saying, ‘Obey My voice, and do according to all that I command you; so shall you be My people, and I will be your God,’ ",
      "verse": 4
    },
    {
      "text": "that I may establish the oath which I have sworn to your fathers, to give them ‘a land flowing with milk and honey,’ as it is this day.” ’ ”",
      "verse": 5
    },
    {
      "text": "And I answered and said, “So be it, Lord.”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "Then the Lord said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, saying: ‘Hear the words of this covenant and do them. ",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "For I earnestly exhorted your fathers in the day I brought them up out of the land of Egypt, until this day, rising early and exhorting, saying, “Obey My voice.” ",
      "verse": 7
    },
    {
      "text": "Yet they did not obey or incline their ear, but everyone followed the dictates of his evil heart; therefore I will bring upon them all the words of this covenant, which I commanded them to do, but which they have not done.’ ”",
      "verse": 8
    },
    {
      "text": "And the Lord said to me, “A conspiracy has been found among the men of Judah and among the inhabitants of Jerusalem. ",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "They have turned back to the iniquities of their forefathers who refused to hear My words, and they have gone after other gods to serve them; the house of Israel and the house of Judah have broken My covenant which I made with their fathers.”",
      "verse": 10
    },
    {
      "text": "Therefore thus says the Lord: “Behold, I will surely bring calamity on them which they will not be able to escape; and though they cry out to Me, I will not listen to them. ",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they offer incense, but they will not save them at all in the time of their trouble. ",
      "verse": 12
    },
    {
      "text": "For according to the number of your cities were your gods, O Judah; and according to the number of the streets of Jerusalem you have set up altars to that shameful thing, altars to burn incense to Baal.",
      "verse": 13
    },
    {
      "text": "“So do not pray for this people, or lift up a cry or prayer for them; for I will not hear them in the time that they cry out to Me because of their trouble.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "“What has My beloved to do in My house,",
      "verse": 15,
      "type": "poetry newline"
    },
    {
      "text": "Having done lewd deeds with many?",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "And the holy flesh has passed from you.",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "When you do evil, then you rejoice.",
      "verse": 15,
      "type": "poetry"
    },
    {
      "text": "The Lord called your name,",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "Green Olive Tree, Lovely and of Good Fruit.",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "With the noise of a great tumult",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "He has kindled fire on it,",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "And its branches are broken.",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "“For the Lord of hosts, who planted you, has pronounced doom against you for the evil of the house of Israel and of the house of Judah, which they have done against themselves to provoke Me to anger in offering incense to Baal.”",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Jeremiah’s Life Threatened",
      "type": "heading"
    },
    {
      "text": "Now the Lord gave me knowledge of it, and I know it; for You showed me their doings. ",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "But I was like a docile lamb brought to the slaughter; and I did not know that they had devised schemes against me, saying, “Let us destroy the tree with its fruit, and let us cut him off from the land of the living, that his name may be remembered no more.”",
      "verse": 19
    },
    {
      "text": "But, O Lord of hosts,",
      "verse": 20,
      "type": "poetry newline"
    },
    {
      "text": "You who judge righteously,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "Testing the mind and the heart,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "Let me see Your vengeance on them,",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "For to You I have revealed my cause.",
      "verse": 20,
      "type": "poetry"
    },
    {
      "text": "“Therefore thus says the Lord concerning the men of Anathoth who seek your life, saying, ‘Do not prophesy in the name of the Lord, lest you die by our hand’— ",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "therefore thus says the Lord of hosts: ‘Behold, I will punish them. The young men shall die by the sword, their sons and their daughters shall die by famine; ",
      "verse": 22
    },
    {
      "text": "and there shall be no remnant of them, for I will bring catastrophe on the men of Anathoth, even the year of their punishment.’ ”",
      "verse": 23
    }
  ]
}