{
  "book_id": "JER",
  "book_name": "Jeremiah",
  "chapter": 21,
  "verses": 14,
  "content": [
    {
      "text": "Jerusalem’s Doom Is Sealed",
      "type": "heading"
    },
    {
      "text": "The word which came to Jeremiah from the Lord when King Zedekiah sent to him Pashhur the son of Melchiah, and Zephaniah the son of Maaseiah, the priest, saying, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“Please inquire of the Lord for us, for Nebuchadnezzar king of Babylon makes war against us. Perhaps the Lord will deal with us according to all His wonderful works, that the king may go away from us.”",
      "verse": 2
    },
    {
      "text": "Then Jeremiah said to them, “Thus you shall say to Zedekiah, ",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "‘Thus says the Lord God of Israel: “Behold, I will turn back the weapons of war that are in your hands, with which you fight against the king of Babylon and the Chaldeans who besiege you outside the walls; and I will assemble them in the midst of this city. ",
      "verse": 4
    },
    {
      "text": "I Myself will fight against you with an outstretched hand and with a strong arm, even in anger and fury and great wrath. ",
      "verse": 5
    },
    {
      "text": "I will strike the inhabitants of this city, both man and beast; they shall die of a great pestilence. ",
      "verse": 6
    },
    {
      "text": "And afterward,” says the Lord, “I will deliver Zedekiah king of Judah, his servants and the people, and such as are left in this city from the pestilence and the sword and the famine, into the hand of Nebuchadnezzar king of Babylon, into the hand of their enemies, and into the hand of those who seek their life; and he shall strike them with the edge of the sword. He shall not spare them, or have pity or mercy.” ’",
      "verse": 7
    },
    {
      "text": "“Now you shall say to this people, ‘Thus says the Lord: “Behold, I set before you the way of life and the way of death. ",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "He who remains in this city shall die by the sword, by famine, and by pestilence; but he who goes out and defects to the Chaldeans who besiege you, he shall live, and his life shall be as a prize to him. ",
      "verse": 9
    },
    {
      "text": "For I have set My face against this city for adversity and not for good,” says the Lord. “It shall be given into the hand of the king of Babylon, and he shall burn it with fire.” ’",
      "verse": 10
    },
    {
      "text": "Message to the House of David",
      "type": "heading"
    },
    {
      "text": "“And concerning the house of the king of Judah, say, ‘Hear the word of the Lord, ",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "O house of David! Thus says the Lord:",
      "verse": 12
    },
    {
      "text": "“Execute judgment in the morning;",
      "verse": 12,
      "type": "poetry newline"
    },
    {
      "text": "And deliver him who is plundered",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Out of the hand of the oppressor,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Lest My fury go forth like fire",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "And burn so that no one can quench it,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Because of the evil of your doings.",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "“Behold, I am against you, O inhabitant of the valley,",
      "verse": 13,
      "type": "poetry newline"
    },
    {
      "text": "And rock of the plain,” says the Lord,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "“Who say, ‘Who shall come down against us?",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "Or who shall enter our dwellings?’",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "But I will punish you according to the fruit of your doings,” says the Lord;",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "“I will kindle a fire in its forest,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "And it shall devour all things around it.” ’ ”",
      "verse": 14,
      "type": "poetry"
    }
  ]
}