{
  "book_id": "GEN",
  "book_name": "Genesis",
  "chapter": 16,
  "verses": 16,
  "content": [
    {
      "text": "Hagar and Ishmael",
      "type": "heading"
    },
    {
      "text": "Now Sarai, Abram’s wife, had borne him no children. And she had an Egyptian maidservant whose name was Hagar. ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "So Sarai said to Abram, “See now, the Lord has restrained me from bearing children. Please, go in to my maid; perhaps I shall obtain children by her.” And Abram heeded the voice of Sarai. ",
      "verse": 2
    },
    {
      "text": "Then Sarai, Abram’s wife, took Hagar her maid, the Egyptian, and gave her to her husband Abram to be his wife, after Abram had dwelt ten years in the land of Canaan. ",
      "verse": 3
    },
    {
      "text": "So he went in to Hagar, and she conceived. And when she saw that she had conceived, her mistress became despised in her eyes.",
      "verse": 4
    },
    {
      "text": "Then Sarai said to Abram, “My wrong be upon you! I gave my maid into your embrace; and when she saw that she had conceived, I became despised in her eyes. The Lord judge between you and me.”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "So Abram said to Sarai, “Indeed your maid is in your hand; do to her as you please.” And when Sarai dealt harshly with her, she fled from her presence.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Now the Angel of the Lord found her by a spring of water in the wilderness, by the spring on the way to Shur. ",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "And He said, “Hagar, Sarai’s maid, where have you come from, and where are you going?”",
      "verse": 8
    },
    {
      "text": "She said, “I am fleeing from the presence of my mistress Sarai.”",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "The Angel of the Lord said to her, “Return to your mistress, and submit yourself under her hand.” ",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "Then the Angel of the Lord said to her, “I will multiply your descendants exceedingly, so that they shall not be counted for multitude.” ",
      "verse": 10
    },
    {
      "text": "And the Angel of the Lord said to her:",
      "verse": 11
    },
    {
      "text": "“Behold, you are with child,",
      "verse": 11,
      "type": "poetry newline"
    },
    {
      "text": "And you shall bear a son.",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "You shall call his name Ishmael,",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "Because the Lord has heard your affliction.",
      "verse": 11,
      "type": "poetry"
    },
    {
      "text": "He shall be a wild man;",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "His hand shall be against every man,",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "And every man’s hand against him.",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "And he shall dwell in the presence of all his brethren.”",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "Then she called the name of the Lord who spoke to her, You-Are-the-God-Who-Sees; for she said, “Have I also here seen Him who sees me?” ",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Therefore the well was called Beer Lahai Roi; observe, it is between Kadesh and Bered.",
      "verse": 14
    },
    {
      "text": "So Hagar bore Abram a son; and Abram named his son, whom Hagar bore, Ishmael. ",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Abram was eighty-six years old when Hagar bore Ishmael to Abram.",
      "verse": 16
    }
  ]
}