{
  "book_id": "1JOHN",
  "book_name": "1 John",
  "chapter": 2,
  "verses": 29,
  "content": [
    {
      "text": "Christ Our Advocate",
      "type": "heading"
    },
    {
      "text": "My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.",
      "verse": 2
    },
    {
      "text": "And by this we know that we have come to know him, if we keep his commandments.",
      "verse": 3
    },
    {
      "text": "Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,",
      "verse": 4
    },
    {
      "text": "but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him:",
      "verse": 5
    },
    {
      "text": "whoever says he abides in him ought to walk in the same way in which he walked.",
      "verse": 6
    },
    {
      "text": "The New Commandment",
      "type": "heading"
    },
    {
      "text": "Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining.",
      "verse": 8
    },
    {
      "text": "Whoever says he is in the light and hates his brother is still in darkness.",
      "verse": 9
    },
    {
      "text": "Whoever loves his brother abides in the light, and in him there is no cause for stumbling.",
      "verse": 10
    },
    {
      "text": "But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.",
      "verse": 11
    },
    {
      "text": "I am writing to you, little children,",
      "verse": 12,
      "type": "poetry newline"
    },
    {
      "text": "because your sins are forgiven for his name's sake.",
      "verse": 12,
      "type": "poetry"
    },
    {
      "text": "I am writing to you, fathers,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "because you know him who is from the beginning.",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "I am writing to you, young men,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "because you have overcome the evil one.",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "I write to you, children,",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "because you know the Father.",
      "verse": 13,
      "type": "poetry"
    },
    {
      "text": "I write to you, fathers,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "because you know him who is from the beginning.",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "I write to you, young men,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "because you are strong,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "and the word of God abides in you,",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "and you have overcome the evil one.",
      "verse": 14,
      "type": "poetry"
    },
    {
      "text": "Do Not Love the World",
      "type": "heading"
    },
    {
      "text": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.",
      "verse": 16
    },
    {
      "text": "And the world is passing away along with its desires, but whoever does the will of God abides forever.",
      "verse": 17
    },
    {
      "text": "Warning Concerning Antichrists",
      "type": "heading"
    },
    {
      "text": "Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour.",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us.",
      "verse": 19
    },
    {
      "text": "But you have been anointed by the Holy One, and you all have knowledge.",
      "verse": 20
    },
    {
      "text": "I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth.",
      "verse": 21
    },
    {
      "text": "Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son.",
      "verse": 22
    },
    {
      "text": "No one who denies the Son has the Father. Whoever confesses the Son has the Father also.",
      "verse": 23
    },
    {
      "text": "Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father.",
      "verse": 24
    },
    {
      "text": "And this is the promise that he made to us—eternal life.",
      "verse": 25
    },
    {
      "text": "I write these things to you about those who are trying to deceive you.",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.",
      "verse": 27
    },
    {
      "text": "Children of God",
      "type": "heading"
    },
    {
      "text": "And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming.",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.",
      "verse": 29
    }
  ]
}