{
  "book_id": "JOHN",
  "book_name": "John",
  "chapter": 20,
  "verses": 31,
  "content": [
    {
      "text": "The Empty Tomb",
      "type": "heading"
    },
    {
      "text": "Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, “They have taken the Lord out of the tomb, and we don’t know where they have put him!”",
      "verse": 2
    },
    {
      "text": "So Peter and the other disciple started for the tomb.",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "Both were running, but the other disciple outran Peter and reached the tomb first.",
      "verse": 4
    },
    {
      "text": "He bent over and looked in at the strips of linen lying there but did not go in.",
      "verse": 5
    },
    {
      "text": "Then Simon Peter came along behind him and went straight into the tomb. He saw the strips of linen lying there,",
      "verse": 6
    },
    {
      "text": "as well as the cloth that had been wrapped around Jesus’ head. The cloth was still lying in its place, separate from the linen.",
      "verse": 7
    },
    {
      "text": "Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed.",
      "verse": 8
    },
    {
      "text": "(They still did not understand from Scripture that Jesus had to rise from the dead.)",
      "verse": 9
    },
    {
      "text": "Then the disciples went back to where they were staying.",
      "verse": 10
    },
    {
      "text": "Jesus Appears to Mary Magdalene",
      "type": "heading"
    },
    {
      "text": "Now Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "and saw two angels in white, seated where Jesus’ body had been, one at the head and the other at the foot.",
      "verse": 12
    },
    {
      "text": "They asked her, “Woman, why are you crying?”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "“They have taken my Lord away,” she said, “and I don’t know where they have put him.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus.",
      "verse": 14
    },
    {
      "text": "He asked her, “Woman, why are you crying? Who is it you are looking for?”",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Thinking he was the gardener, she said, “Sir, if you have carried him away, tell me where you have put him, and I will get him.”",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "Jesus said to her, “Mary.”",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "She turned toward him and cried out in Aramaic, “Rabboni!” (which means “Teacher”).",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "Jesus said, “Do not hold on to me, for I have not yet ascended to the Father. Go instead to my brothers and tell them, ‘I am ascending to my Father and your Father, to my God and your God.’”",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Mary Magdalene went to the disciples with the news: “I have seen the Lord!” And she told them that he had said these things to her.",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "Jesus Appears to His Disciples",
      "type": "heading"
    },
    {
      "text": "On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jewish leaders, Jesus came and stood among them and said, “Peace be with you!”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord.",
      "verse": 20
    },
    {
      "text": "Again Jesus said, “Peace be with you! As the Father has sent me, I am sending you.”",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "And with that he breathed on them and said, “Receive the Holy Spirit.",
      "verse": 22
    },
    {
      "text": "If you forgive anyone’s sins, their sins are forgiven; if you do not forgive them, they are not forgiven.”",
      "verse": 23
    },
    {
      "text": "Jesus Appears to Thomas",
      "type": "heading"
    },
    {
      "text": "Now Thomas (also known as Didymus), one of the Twelve, was not with the disciples when Jesus came.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "So the other disciples told him, “We have seen the Lord!”",
      "verse": 25
    },
    {
      "text": "But he said to them, “Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe.”",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, “Peace be with you!”",
      "verse": 26,
      "type": "newline"
    },
    {
      "text": "Then he said to Thomas, “Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.”",
      "verse": 27
    },
    {
      "text": "Thomas said to him, “My Lord and my God!”",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "Then Jesus told him, “Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.”",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "The Purpose of John’s Gospel",
      "type": "heading"
    },
    {
      "text": "Jesus performed many other signs in the presence of his disciples, which are not recorded in this book.",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "But these are written that you may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in his name.",
      "verse": 31
    }
  ]
}