{
  "book_id": "JONAH",
  "book_name": "Jonah",
  "chapter": 3,
  "verses": 10,
  "content": [
    {
      "text": "Jonah Preaches at Nineveh",
      "type": "heading"
    },
    {
      "text": "Now the word of the Lord came to Jonah the second time, saying, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.” ",
      "verse": 2
    },
    {
      "text": "So Jonah arose and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly great city, a three-day journey in extent. ",
      "verse": 3
    },
    {
      "text": "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”",
      "verse": 4
    },
    {
      "text": "The People of Nineveh Believe",
      "type": "heading"
    },
    {
      "text": "So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them. ",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes. ",
      "verse": 6
    },
    {
      "text": "And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying,",
      "verse": 7
    },
    {
      "text": "Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water. ",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands. ",
      "verse": 8
    },
    {
      "text": "Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?",
      "verse": 9
    },
    {
      "text": "Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it.",
      "verse": 10,
      "type": "newline"
    }
  ]
}