{
  "book_id": "NEH",
  "book_name": "Nehemiah",
  "chapter": 7,
  "verses": 73,
  "content": [
    {
      "text": "List of Returning Exiles",
      "type": "heading"
    },
    {
      "text": "Then it was, when the wall was built and I had hung the doors, when the gatekeepers, the singers, and the Levites had been appointed, ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "that I gave the charge of Jerusalem to my brother Hanani, and Hananiah the leader of the citadel, for he was a faithful man and feared God more than many.",
      "verse": 2
    },
    {
      "text": "And I said to them, “Do not let the gates of Jerusalem be opened until the sun is hot; and while they stand guard, let them shut and bar the doors; and appoint guards from among the inhabitants of Jerusalem, one at his watch station and another in front of his own house.”",
      "verse": 3,
      "type": "newline"
    },
    {
      "text": "The Captives Who Returned to Jerusalem",
      "type": "heading"
    },
    {
      "text": "Now the city was large and spacious, but the people in it were few, and the houses were not rebuilt. ",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Then my God put it into my heart to gather the nobles, the rulers, and the people, that they might be registered by genealogy. And I found a register of the genealogy of those who had come up in the first return, and found written in it:",
      "verse": 5
    },
    {
      "text": "These are the people of the province who came back from the captivity, of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and Judah, everyone to his city.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Those who came with Zerubbabel were Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "The number of the men of the people of Israel: ",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "the sons of Parosh, two thousand one hundred and seventy-two;",
      "verse": 8
    },
    {
      "text": "the sons of Shephatiah, three hundred and seventy-two;",
      "verse": 9
    },
    {
      "text": "the sons of Arah, six hundred and fifty-two;",
      "verse": 10
    },
    {
      "text": "the sons of Pahath-Moab, of the sons of Jeshua and Joab, two thousand eight hundred and eighteen;",
      "verse": 11
    },
    {
      "text": "the sons of Elam, one thousand two hundred and fifty-four;",
      "verse": 12
    },
    {
      "text": "the sons of Zattu, eight hundred and forty-five;",
      "verse": 13
    },
    {
      "text": "the sons of Zaccai, seven hundred and sixty;",
      "verse": 14
    },
    {
      "text": "the sons of Binnui, six hundred and forty-eight;",
      "verse": 15
    },
    {
      "text": "the sons of Bebai, six hundred and twenty-eight;",
      "verse": 16
    },
    {
      "text": "the sons of Azgad, two thousand three hundred and twenty-two;",
      "verse": 17
    },
    {
      "text": "the sons of Adonikam, six hundred and sixty-seven;",
      "verse": 18
    },
    {
      "text": "the sons of Bigvai, two thousand and sixty-seven;",
      "verse": 19
    },
    {
      "text": "the sons of Adin, six hundred and fifty-five;",
      "verse": 20
    },
    {
      "text": "the sons of Ater of Hezekiah, ninety-eight;",
      "verse": 21
    },
    {
      "text": "the sons of Hashum, three hundred and twenty-eight;",
      "verse": 22
    },
    {
      "text": "the sons of Bezai, three hundred and twenty-four;",
      "verse": 23
    },
    {
      "text": "the sons of Hariph, one hundred and twelve;",
      "verse": 24
    },
    {
      "text": "the sons of Gibeon, ninety-five;",
      "verse": 25
    },
    {
      "text": "the men of Bethlehem and Netophah, one hundred and eighty-eight;",
      "verse": 26
    },
    {
      "text": "the men of Anathoth, one hundred and twenty-eight;",
      "verse": 27
    },
    {
      "text": "the men of Beth Azmaveth, forty-two;",
      "verse": 28
    },
    {
      "text": "the men of Kirjath Jearim, Chephirah, and Beeroth, seven hundred and forty-three;",
      "verse": 29
    },
    {
      "text": "the men of Ramah and Geba, six hundred and twenty-one;",
      "verse": 30
    },
    {
      "text": "the men of Michmas, one hundred and twenty-two;",
      "verse": 31
    },
    {
      "text": "the men of Bethel and Ai, one hundred and twenty-three;",
      "verse": 32
    },
    {
      "text": "the men of the other Nebo, fifty-two;",
      "verse": 33
    },
    {
      "text": "the sons of the other Elam, one thousand two hundred and fifty-four;",
      "verse": 34
    },
    {
      "text": "the sons of Harim, three hundred and twenty;",
      "verse": 35
    },
    {
      "text": "the sons of Jericho, three hundred and forty-five;",
      "verse": 36
    },
    {
      "text": "the sons of Lod, Hadid, and Ono, seven hundred and twenty-one;",
      "verse": 37
    },
    {
      "text": "the sons of Senaah, three thousand nine hundred and thirty.",
      "verse": 38
    },
    {
      "text": "The priests: the sons of Jedaiah, of the house of Jeshua, nine hundred and seventy-three;",
      "verse": 39,
      "type": "newline"
    },
    {
      "text": "the sons of Immer, one thousand and fifty-two;",
      "verse": 40
    },
    {
      "text": "the sons of Pashhur, one thousand two hundred and forty-seven;",
      "verse": 41
    },
    {
      "text": "the sons of Harim, one thousand and seventeen.",
      "verse": 42
    },
    {
      "text": "The Levites: the sons of Jeshua, of Kadmiel,",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "and of the sons of Hodevah, seventy-four.",
      "verse": 43
    },
    {
      "text": "The singers: the sons of Asaph, one hundred and forty-eight.",
      "verse": 44,
      "type": "newline"
    },
    {
      "text": "The gatekeepers: the sons of Shallum,",
      "verse": 45,
      "type": "newline"
    },
    {
      "text": "the sons of Ater,",
      "verse": 45
    },
    {
      "text": "the sons of Talmon,",
      "verse": 45
    },
    {
      "text": "the sons of Akkub,",
      "verse": 45
    },
    {
      "text": "the sons of Hatita,",
      "verse": 45
    },
    {
      "text": "the sons of Shobai, one hundred and thirty-eight.",
      "verse": 45
    },
    {
      "text": "The Nethinim: the sons of Ziha,",
      "verse": 46,
      "type": "newline"
    },
    {
      "text": "the sons of Hasupha,",
      "verse": 46
    },
    {
      "text": "the sons of Tabbaoth,",
      "verse": 46
    },
    {
      "text": "the sons of Keros,",
      "verse": 47
    },
    {
      "text": "the sons of Sia,",
      "verse": 47
    },
    {
      "text": "the sons of Padon,",
      "verse": 47
    },
    {
      "text": "the sons of Lebana,",
      "verse": 48
    },
    {
      "text": "the sons of Hagaba,",
      "verse": 48
    },
    {
      "text": "the sons of Salmai,",
      "verse": 48
    },
    {
      "text": "the sons of Hanan,",
      "verse": 49
    },
    {
      "text": "the sons of Giddel,",
      "verse": 49
    },
    {
      "text": "the sons of Gahar,",
      "verse": 49
    },
    {
      "text": "the sons of Reaiah,",
      "verse": 50
    },
    {
      "text": "the sons of Rezin,",
      "verse": 50
    },
    {
      "text": "the sons of Nekoda,",
      "verse": 50
    },
    {
      "text": "the sons of Gazzam,",
      "verse": 51
    },
    {
      "text": "the sons of Uzza,",
      "verse": 51
    },
    {
      "text": "the sons of Paseah,",
      "verse": 51
    },
    {
      "text": "the sons of Besai,",
      "verse": 52
    },
    {
      "text": "the sons of Meunim,",
      "verse": 52
    },
    {
      "text": "the sons of Nephishesim,",
      "verse": 52
    },
    {
      "text": "the sons of Bakbuk,",
      "verse": 53
    },
    {
      "text": "the sons of Hakupha,",
      "verse": 53
    },
    {
      "text": "the sons of Harhur,",
      "verse": 53
    },
    {
      "text": "the sons of Bazlith,",
      "verse": 54
    },
    {
      "text": "the sons of Mehida,",
      "verse": 54
    },
    {
      "text": "the sons of Harsha,",
      "verse": 54
    },
    {
      "text": "the sons of Barkos,",
      "verse": 55
    },
    {
      "text": "the sons of Sisera,",
      "verse": 55
    },
    {
      "text": "the sons of Tamah,",
      "verse": 55
    },
    {
      "text": "the sons of Neziah,",
      "verse": 56
    },
    {
      "text": "and the sons of Hatipha.",
      "verse": 56
    },
    {
      "text": "The sons of Solomon’s servants: the sons of Sotai,",
      "verse": 57,
      "type": "newline"
    },
    {
      "text": "the sons of Sophereth,",
      "verse": 57
    },
    {
      "text": "the sons of Perida,",
      "verse": 57
    },
    {
      "text": "the sons of Jaala,",
      "verse": 58
    },
    {
      "text": "the sons of Darkon,",
      "verse": 58
    },
    {
      "text": "the sons of Giddel,",
      "verse": 58
    },
    {
      "text": "the sons of Shephatiah,",
      "verse": 59
    },
    {
      "text": "the sons of Hattil,",
      "verse": 59
    },
    {
      "text": "the sons of Pochereth of Zebaim,",
      "verse": 59
    },
    {
      "text": "and the sons of Amon.",
      "verse": 59
    },
    {
      "text": "All the Nethinim, and the sons of Solomon’s servants, were three hundred and ninety-two.",
      "verse": 60
    },
    {
      "text": "And these were the ones who came up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer, but they could not identify their father’s house nor their lineage, whether they were of Israel: ",
      "verse": 61,
      "type": "newline"
    },
    {
      "text": "the sons of Delaiah,",
      "verse": 62
    },
    {
      "text": "the sons of Tobiah,",
      "verse": 62
    },
    {
      "text": "the sons of Nekoda, six hundred and forty-two;",
      "verse": 62
    },
    {
      "text": "and of the priests: the sons of Habaiah,",
      "verse": 63
    },
    {
      "text": "the sons of Koz,",
      "verse": 63
    },
    {
      "text": "the sons of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called by their name.",
      "verse": 63
    },
    {
      "text": "These sought their listing among those who were registered by genealogy, but it was not found; therefore they were excluded from the priesthood as defiled. ",
      "verse": 64
    },
    {
      "text": "And the governor said to them that they should not eat of the most holy things till a priest could consult with the Urim and Thummim.",
      "verse": 65
    },
    {
      "text": "Altogether the whole assembly was forty-two thousand three hundred and sixty, ",
      "verse": 66,
      "type": "newline"
    },
    {
      "text": "besides their male and female servants, of whom there were seven thousand three hundred and thirty-seven; and they had two hundred and forty-five men and women singers. ",
      "verse": 67
    },
    {
      "text": "Their horses were seven hundred and thirty-six, their mules two hundred and forty-five, ",
      "verse": 68
    },
    {
      "text": "their camels four hundred and thirty-five, and donkeys six thousand seven hundred and twenty.",
      "verse": 69
    },
    {
      "text": "And some of the heads of the fathers’ houses gave to the work. The governor gave to the treasury one thousand gold drachmas, fifty basins, and five hundred and thirty priestly garments. ",
      "verse": 70,
      "type": "newline"
    },
    {
      "text": "Some of the heads of the fathers’ houses gave to the treasury of the work twenty thousand gold drachmas, and two thousand two hundred silver minas. ",
      "verse": 71
    },
    {
      "text": "And that which the rest of the people gave was twenty thousand gold drachmas, two thousand silver minas, and sixty-seven priestly garments.",
      "verse": 72
    },
    {
      "text": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the Nethinim, and all Israel dwelt in their cities.",
      "verse": 73,
      "type": "newline"
    },
    {
      "text": "Ezra Reads the Law",
      "type": "heading"
    },
    {
      "text": "When the seventh month came, the children of Israel were in their cities.",
      "verse": 73,
      "type": "newline"
    }
  ]
}