{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 24,
  "verses": 53,
  "content": [
    {
      "text": "The Resurrection",
      "type": "heading"
    },
    {
      "text": "But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "And they found the stone rolled away from the tomb,",
      "verse": 2
    },
    {
      "text": "but when they went in they did not find the body of the Lord Jesus.",
      "verse": 3
    },
    {
      "text": "While they were perplexed about this, behold, two men stood by them in dazzling apparel.",
      "verse": 4
    },
    {
      "text": "And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead?",
      "verse": 5
    },
    {
      "text": "He is not here, but has risen. Remember how he told you, while he was still in Galilee,",
      "verse": 6
    },
    {
      "text": "that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.”",
      "verse": 7
    },
    {
      "text": "And they remembered his words,",
      "verse": 8
    },
    {
      "text": "and returning from the tomb they told all these things to the eleven and to all the rest.",
      "verse": 9
    },
    {
      "text": "Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles,",
      "verse": 10
    },
    {
      "text": "but these words seemed to them an idle tale, and they did not believe them.",
      "verse": 11
    },
    {
      "text": "But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.",
      "verse": 12
    },
    {
      "text": "On the Road to Emmaus",
      "type": "heading"
    },
    {
      "text": "That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem,",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "and they were talking with each other about all these things that had happened.",
      "verse": 14
    },
    {
      "text": "While they were talking and discussing together, Jesus himself drew near and went with them.",
      "verse": 15
    },
    {
      "text": "But their eyes were kept from recognizing him.",
      "verse": 16
    },
    {
      "text": "And he said to them, “What is this conversation that you are holding with each other as you walk?” And they stood still, looking sad.",
      "verse": 17
    },
    {
      "text": "Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?”",
      "verse": 18
    },
    {
      "text": "And he said to them, “What things?” And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people,",
      "verse": 19
    },
    {
      "text": "and how our chief priests and rulers delivered him up to be condemned to death, and crucified him.",
      "verse": 20
    },
    {
      "text": "But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened.",
      "verse": 21
    },
    {
      "text": "Moreover, some women of our company amazed us. They were at the tomb early in the morning,",
      "verse": 22
    },
    {
      "text": "and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive.",
      "verse": 23
    },
    {
      "text": "Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.”",
      "verse": 24
    },
    {
      "text": "And he said to them, “O foolish ones, and slow of heart to believe all that the prophets have spoken!",
      "verse": 25
    },
    {
      "text": "Was it not necessary that the Christ should suffer these things and enter into his glory?”",
      "verse": 26
    },
    {
      "text": "And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.",
      "verse": 27
    },
    {
      "text": "So they drew near to the village to which they were going. He acted as if he were going farther,",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them.",
      "verse": 29
    },
    {
      "text": "When he was at table with them, he took the bread and blessed and broke it and gave it to them.",
      "verse": 30
    },
    {
      "text": "And their eyes were opened, and they recognized him. And he vanished from their sight.",
      "verse": 31
    },
    {
      "text": "They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?”",
      "verse": 32
    },
    {
      "text": "And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together,",
      "verse": 33
    },
    {
      "text": "saying, “The Lord has risen indeed, and has appeared to Simon!”",
      "verse": 34
    },
    {
      "text": "Then they told what had happened on the road, and how he was known to them in the breaking of the bread.",
      "verse": 35
    },
    {
      "text": "Jesus Appears to His Disciples",
      "type": "heading"
    },
    {
      "text": "As they were talking about these things, Jesus himself stood among them, and said to them, “Peace to you!”",
      "verse": 36,
      "type": "newline"
    },
    {
      "text": "But they were startled and frightened and thought they saw a spirit.",
      "verse": 37
    },
    {
      "text": "And he said to them, “Why are you troubled, and why do doubts arise in your hearts?",
      "verse": 38
    },
    {
      "text": "See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”",
      "verse": 39
    },
    {
      "text": "And when he had said this, he showed them his hands and his feet.",
      "verse": 40
    },
    {
      "text": "And while they still disbelieved for joy and were marveling, he said to them, “Have you anything here to eat?”",
      "verse": 41
    },
    {
      "text": "They gave him a piece of broiled fish,",
      "verse": 42
    },
    {
      "text": "and he took it and ate before them.",
      "verse": 43
    },
    {
      "text": "Then he said to them, “These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”",
      "verse": 44,
      "type": "newline"
    },
    {
      "text": "Then he opened their minds to understand the Scriptures,",
      "verse": 45
    },
    {
      "text": "and said to them, “Thus it is written, that the Christ should suffer and on the third day rise from the dead,",
      "verse": 46
    },
    {
      "text": "and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.",
      "verse": 47
    },
    {
      "text": "You are witnesses of these things.",
      "verse": 48
    },
    {
      "text": "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”",
      "verse": 49
    },
    {
      "text": "The Ascension",
      "type": "heading"
    },
    {
      "text": "And he led them out as far as Bethany, and lifting up his hands he blessed them.",
      "verse": 50,
      "type": "newline"
    },
    {
      "text": "While he blessed them, he parted from them and was carried up into heaven.",
      "verse": 51
    },
    {
      "text": "And they worshiped him and returned to Jerusalem with great joy,",
      "verse": 52
    },
    {
      "text": "and were continually in the temple blessing God.",
      "verse": 53
    }
  ]
}