{
  "book_id": "GAL",
  "book_name": "Galatians",
  "chapter": 5,
  "verses": 26,
  "content": [
    {
      "text": "Christ Has Set Us Free",
      "type": "heading"
    },
    {
      "text": "For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "I testify again to every man who accepts circumcision that he is obligated to keep the whole law.",
      "verse": 3
    },
    {
      "text": "You are severed from Christ, you who would be justified by the law; you have fallen away from grace.",
      "verse": 4
    },
    {
      "text": "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness.",
      "verse": 5
    },
    {
      "text": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
      "verse": 6
    },
    {
      "text": "You were running well. Who hindered you from obeying the truth?",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "This persuasion is not from him who calls you.",
      "verse": 8
    },
    {
      "text": "A little leaven leavens the whole lump.",
      "verse": 9
    },
    {
      "text": "I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is.",
      "verse": 10
    },
    {
      "text": "But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed.",
      "verse": 11
    },
    {
      "text": "I wish those who unsettle you would emasculate themselves!",
      "verse": 12
    },
    {
      "text": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”",
      "verse": 14
    },
    {
      "text": "But if you bite and devour one another, watch out that you are not consumed by one another.",
      "verse": 15
    },
    {
      "text": "Keep in Step with the Spirit",
      "type": "heading"
    },
    {
      "text": "But I say, walk by the Spirit, and you will not gratify the desires of the flesh.",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.",
      "verse": 17
    },
    {
      "text": "But if you are led by the Spirit, you are not under the law.",
      "verse": 18
    },
    {
      "text": "Now the works of the flesh are evident: sexual immorality, impurity, sensuality,",
      "verse": 19
    },
    {
      "text": "idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,",
      "verse": 20
    },
    {
      "text": "envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.",
      "verse": 21
    },
    {
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
      "verse": 22
    },
    {
      "text": "gentleness, self-control; against such things there is no law.",
      "verse": 23
    },
    {
      "text": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires.",
      "verse": 24
    },
    {
      "text": "If we live by the Spirit, let us also keep in step with the Spirit.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "Let us not become conceited, provoking one another, envying one another.",
      "verse": 26
    }
  ]
}