{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 9,
  "verses": 62,
  "content": [
    {
      "text": "Sending Out the Twelve",
      "type": "heading"
    },
    {
      "text": "Then He called His twelve disciples together and gave them power and authority over all demons, and to cure diseases. ",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "He sent them to preach the kingdom of God and to heal the sick. ",
      "verse": 2
    },
    {
      "text": "And He said to them, “Take nothing for the journey, neither staffs nor bag nor bread nor money; and do not have two tunics apiece.",
      "verse": 3
    },
    {
      "text": "“Whatever house you enter, stay there, and from there depart. ",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "And whoever will not receive you, when you go out of that city, shake off the very dust from your feet as a testimony against them.”",
      "verse": 5
    },
    {
      "text": "So they departed and went through the towns, preaching the gospel and healing everywhere.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "Herod Seeks to See Jesus",
      "type": "heading"
    },
    {
      "text": "Now Herod the tetrarch heard of all that was done by Him; and he was perplexed, because it was said by some that John had risen from the dead, ",
      "verse": 7,
      "type": "newline"
    },
    {
      "text": "and by some that Elijah had appeared, and by others that one of the old prophets had risen again. ",
      "verse": 8
    },
    {
      "text": "Herod said, “John I have beheaded, but who is this of whom I hear such things?” So he sought to see Him.",
      "verse": 9
    },
    {
      "text": "Feeding the Five Thousand",
      "type": "heading"
    },
    {
      "text": "And the apostles, when they had returned, told Him all that they had done. Then He took them and went aside privately into a deserted place belonging to the city called Bethsaida. ",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "But when the multitudes knew it, they followed Him; and He received them and spoke to them about the kingdom of God, and healed those who had need of healing. ",
      "verse": 11
    },
    {
      "text": "When the day began to wear away, the twelve came and said to Him, “Send the multitude away, that they may go into the surrounding towns and country, and lodge and get provisions; for we are in a deserted place here.”",
      "verse": 12
    },
    {
      "text": "But He said to them, “You give them something to eat.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "And they said, “We have no more than five loaves and two fish, unless we go and buy food for all these people.” ",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "For there were about five thousand men.",
      "verse": 14
    },
    {
      "text": "Then He said to His disciples, “Make them sit down in groups of fifty.” ",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "And they did so, and made them all sit down.",
      "verse": 15
    },
    {
      "text": "Then He took the five loaves and the two fish, and looking up to heaven, He blessed and broke them, and gave them to the disciples to set before the multitude. ",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "So they all ate and were filled, and twelve baskets of the leftover fragments were taken up by them.",
      "verse": 17
    },
    {
      "text": "Peter Confesses Jesus as the Christ",
      "type": "heading"
    },
    {
      "text": "And it happened, as He was alone praying, that His disciples joined Him, and He asked them, saying, “Who do the crowds say that I am?”",
      "verse": 18,
      "type": "newline"
    },
    {
      "text": "So they answered and said, “John the Baptist, but some say Elijah; and others say that one of the old prophets has risen again.”",
      "verse": 19,
      "type": "newline"
    },
    {
      "text": "He said to them, “But who do you say that I am?”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "Peter answered and said, “The Christ of God.”",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "Jesus Predicts His Death and Resurrection",
      "type": "heading"
    },
    {
      "text": "And He strictly warned and commanded them to tell this to no one, ",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "saying, “The Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and be raised the third day.”",
      "verse": 22
    },
    {
      "text": "Take Up the Cross and Follow Him",
      "type": "heading"
    },
    {
      "text": "Then He said to them all, “If anyone desires to come after Me, let him deny himself, and take up his cross daily, and follow Me. ",
      "verse": 23,
      "type": "newline"
    },
    {
      "text": "For whoever desires to save his life will lose it, but whoever loses his life for My sake will save it. ",
      "verse": 24
    },
    {
      "text": "For what profit is it to a man if he gains the whole world, and is himself destroyed or lost? ",
      "verse": 25
    },
    {
      "text": "For whoever is ashamed of Me and My words, of him the Son of Man will be ashamed when He comes in His own glory, and in His Father’s, and of the holy angels. ",
      "verse": 26
    },
    {
      "text": "But I tell you truly, there are some standing here who shall not taste death till they see the kingdom of God.”",
      "verse": 27
    },
    {
      "text": "Jesus Transfigured on the Mount",
      "type": "heading"
    },
    {
      "text": "Now it came to pass, about eight days after these sayings, that He took Peter, John, and James and went up on the mountain to pray. ",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "As He prayed, the appearance of His face was altered, and His robe became white and glistening. ",
      "verse": 29
    },
    {
      "text": "And behold, two men talked with Him, who were Moses and Elijah, ",
      "verse": 30
    },
    {
      "text": "who appeared in glory and spoke of His decease which He was about to accomplish at Jerusalem. ",
      "verse": 31
    },
    {
      "text": "But Peter and those with him were heavy with sleep; and when they were fully awake, they saw His glory and the two men who stood with Him. ",
      "verse": 32
    },
    {
      "text": "Then it happened, as they were parting from Him, that Peter said to Jesus, “Master, it is good for us to be here; and let us make three tabernacles: one for You, one for Moses, and one for Elijah”—not knowing what he said.",
      "verse": 33
    },
    {
      "text": "While he was saying this, a cloud came and overshadowed them; and they were fearful as they entered the cloud. ",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "And a voice came out of the cloud, saying, “This is My beloved Son. Hear Him!” ",
      "verse": 35
    },
    {
      "text": "When the voice had ceased, Jesus was found alone. But they kept quiet, and told no one in those days any of the things they had seen.",
      "verse": 36
    },
    {
      "text": "A Boy Is Healed",
      "type": "heading"
    },
    {
      "text": "Now it happened on the next day, when they had come down from the mountain, that a great multitude met Him. ",
      "verse": 37,
      "type": "newline"
    },
    {
      "text": "Suddenly a man from the multitude cried out, saying, “Teacher, I implore You, look on my son, for he is my only child. ",
      "verse": 38
    },
    {
      "text": "And behold, a spirit seizes him, and he suddenly cries out; it convulses him so that he foams at the mouth; and it departs from him with great difficulty, bruising him. ",
      "verse": 39
    },
    {
      "text": "So I implored Your disciples to cast it out, but they could not.”",
      "verse": 40
    },
    {
      "text": "Then Jesus answered and said, “O faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.” ",
      "verse": 41,
      "type": "newline"
    },
    {
      "text": "And as he was still coming, the demon threw him down and convulsed him. Then Jesus rebuked the unclean spirit, healed the child, and gave him back to his father.",
      "verse": 42
    },
    {
      "text": "Jesus Again Predicts His Death",
      "type": "heading"
    },
    {
      "text": "And they were all amazed at the majesty of God.",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "But while everyone marveled at all the things which Jesus did, He said to His disciples, ",
      "verse": 43,
      "type": "newline"
    },
    {
      "text": "“Let these words sink down into your ears, for the Son of Man is about to be betrayed into the hands of men.” ",
      "verse": 44
    },
    {
      "text": "But they did not understand this saying, and it was hidden from them so that they did not perceive it; and they were afraid to ask Him about this saying.",
      "verse": 45
    },
    {
      "text": "Who Is the Greatest?",
      "type": "heading"
    },
    {
      "text": "Then a dispute arose among them as to which of them would be greatest. ",
      "verse": 46,
      "type": "newline"
    },
    {
      "text": "And Jesus, perceiving the thought of their heart, took a little child and set him by Him, ",
      "verse": 47
    },
    {
      "text": "and said to them, “Whoever receives this little child in My name receives Me; and whoever receives Me receives Him who sent Me. For he who is least among you all will be great.”",
      "verse": 48
    },
    {
      "text": "Jesus Forbids Sectarianism",
      "type": "heading"
    },
    {
      "text": "Now John answered and said, “Master, we saw someone casting out demons in Your name, and we forbade him because he does not follow with us.”",
      "verse": 49,
      "type": "newline"
    },
    {
      "text": "But Jesus said to him, “Do not forbid him, for he who is not against us is on our side.”",
      "verse": 50,
      "type": "newline"
    },
    {
      "text": "A Samaritan Village Rejects the Savior",
      "type": "heading"
    },
    {
      "text": "Now it came to pass, when the time had come for Him to be received up, that He steadfastly set His face to go to Jerusalem, ",
      "verse": 51,
      "type": "newline"
    },
    {
      "text": "and sent messengers before His face. And as they went, they entered a village of the Samaritans, to prepare for Him. ",
      "verse": 52
    },
    {
      "text": "But they did not receive Him, because His face was set for the journey to Jerusalem. ",
      "verse": 53
    },
    {
      "text": "And when His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and consume them, just as Elijah did?”",
      "verse": 54
    },
    {
      "text": "But He turned and rebuked them, and said, “You do not know what manner of spirit you are of. ",
      "verse": 55,
      "type": "newline"
    },
    {
      "text": "For the Son of Man did not come to destroy men’s lives but to save them.” And they went to another village.",
      "verse": 56
    },
    {
      "text": "The Cost of Discipleship",
      "type": "heading"
    },
    {
      "text": "Now it happened as they journeyed on the road, that someone said to Him, “Lord, I will follow You wherever You go.”",
      "verse": 57,
      "type": "newline"
    },
    {
      "text": "And Jesus said to him, “Foxes have holes and birds of the air have nests, but the Son of Man has nowhere to lay His head.”",
      "verse": 58,
      "type": "newline"
    },
    {
      "text": "Then He said to another, “Follow Me.”",
      "verse": 59,
      "type": "newline"
    },
    {
      "text": "But he said, “Lord, let me first go and bury my father.”",
      "verse": 59,
      "type": "newline"
    },
    {
      "text": "Jesus said to him, “Let the dead bury their own dead, but you go and preach the kingdom of God.”",
      "verse": 60,
      "type": "newline"
    },
    {
      "text": "And another also said, “Lord, I will follow You, but let me first go and bid them farewell who are at my house.”",
      "verse": 61,
      "type": "newline"
    },
    {
      "text": "But Jesus said to him, “No one, having put his hand to the plow, and looking back, is fit for the kingdom of God.”",
      "verse": 62,
      "type": "newline"
    }
  ]
}