{
  "book_id": "2COR",
  "book_name": "2 Corinthians",
  "chapter": 6,
  "verses": 18,
  "content": [
    {
      "text": "Working together with him, then, we appeal to you not to receive the grace of God in vain.",
      "verse": 1
    },
    {
      "text": "For he says,",
      "verse": 2
    },
    {
      "text": "“In a favorable time I listened to you,",
      "verse": 2,
      "type": "poetry newline"
    },
    {
      "text": "and in a day of salvation I have helped you.”",
      "verse": 2,
      "type": "poetry"
    },
    {
      "text": "Behold, now is the favorable time; behold, now is the day of salvation.",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "We put no obstacle in anyone's way, so that no fault may be found with our ministry,",
      "verse": 3
    },
    {
      "text": "but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities,",
      "verse": 4
    },
    {
      "text": "beatings, imprisonments, riots, labors, sleepless nights, hunger;",
      "verse": 5
    },
    {
      "text": "by purity, knowledge, patience, kindness, the Holy Spirit, genuine love;",
      "verse": 6
    },
    {
      "text": "by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left;",
      "verse": 7
    },
    {
      "text": "through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true;",
      "verse": 8
    },
    {
      "text": "as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed;",
      "verse": 9
    },
    {
      "text": "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
      "verse": 10
    },
    {
      "text": "We have spoken freely to you, Corinthians; our heart is wide open.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "You are not restricted by us, but you are restricted in your own affections.",
      "verse": 12
    },
    {
      "text": "In return (I speak as to children) widen your hearts also.",
      "verse": 13
    },
    {
      "text": "The Temple of the Living God",
      "type": "heading"
    },
    {
      "text": "Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "What accord has Christ with Belial? Or what portion does a believer share with an unbeliever?",
      "verse": 15
    },
    {
      "text": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said,",
      "verse": 16
    },
    {
      "text": "“I will make my dwelling among them and walk among them,",
      "verse": 16,
      "type": "poetry newline"
    },
    {
      "text": "and I will be their God,",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "and they shall be my people.",
      "verse": 16,
      "type": "poetry"
    },
    {
      "text": "Therefore go out from their midst,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and be separate from them, says the Lord,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and touch no unclean thing;",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "then I will welcome you,",
      "verse": 17,
      "type": "poetry"
    },
    {
      "text": "and I will be a father to you,",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "and you shall be sons and daughters to me,",
      "verse": 18,
      "type": "poetry"
    },
    {
      "text": "says the Lord Almighty.”",
      "verse": 18,
      "type": "poetry"
    }
  ]
}