{
  "book_id": "JER",
  "book_name": "Jeremiah",
  "chapter": 1,
  "verses": 19,
  "content": [
    {
      "text": "The words of Jeremiah, the son of Hilkiah, one of the priests who were in Anathoth in the land of Benjamin,",
      "verse": 1
    },
    {
      "text": "to whom the word of the Lord came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign.",
      "verse": 2
    },
    {
      "text": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, and until the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, until the captivity of Jerusalem in the fifth month.",
      "verse": 3
    },
    {
      "text": "The Call of Jeremiah",
      "type": "heading"
    },
    {
      "text": "Now the word of the Lord came to me, saying,",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "“Before I formed you in the womb I knew you,",
      "verse": 5,
      "type": "poetry newline"
    },
    {
      "text": "and before you were born I consecrated you;",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "I appointed you a prophet to the nations.”",
      "verse": 5,
      "type": "poetry"
    },
    {
      "text": "Then I said, “Ah, Lord God! Behold, I do not know how to speak, for I am only a youth.”",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "But the Lord said to me,",
      "verse": 7
    },
    {
      "text": "“Do not say, ‘I am only a youth’;",
      "verse": 7,
      "type": "poetry newline"
    },
    {
      "text": "for to all to whom I send you, you shall go,",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "and whatever I command you, you shall speak.",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "Do not be afraid of them,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "for I am with you to deliver you,",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "declares the Lord.”",
      "verse": 8,
      "type": "poetry"
    },
    {
      "text": "Then the Lord put out his hand and touched my mouth. And the Lord said to me,",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "“Behold, I have put my words in your mouth.",
      "verse": 9,
      "type": "poetry newline"
    },
    {
      "text": "See, I have set you this day over nations and over kingdoms,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "to pluck up and to break down,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "to destroy and to overthrow,",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "to build and to plant.”",
      "verse": 10,
      "type": "poetry"
    },
    {
      "text": "And the word of the Lord came to me, saying, “Jeremiah, what do you see?” And I said, “I see an almond branch.”",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Then the Lord said to me, “You have seen well, for I am watching over my word to perform it.”",
      "verse": 12
    },
    {
      "text": "The word of the Lord came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.”",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Then the Lord said to me, “Out of the north disaster shall be let loose upon all the inhabitants of the land.",
      "verse": 14
    },
    {
      "text": "For behold, I am calling all the tribes of the kingdoms of the north, declares the Lord, and they shall come, and every one shall set his throne at the entrance of the gates of Jerusalem, against all its walls all around and against all the cities of Judah.",
      "verse": 15
    },
    {
      "text": "And I will declare my judgments against them, for all their evil in forsaking me. They have made offerings to other gods and worshiped the works of their own hands.",
      "verse": 16
    },
    {
      "text": "But you, dress yourself for work; arise, and say to them everything that I command you. Do not be dismayed by them, lest I dismay you before them.",
      "verse": 17
    },
    {
      "text": "And I, behold, I make you this day a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, its officials, its priests, and the people of the land.",
      "verse": 18
    },
    {
      "text": "They will fight against you, but they shall not prevail against you, for I am with you, declares the Lord, to deliver you.”",
      "verse": 19
    }
  ]
}