{
  "book_id": "JER",
  "book_name": "Jeremiah",
  "chapter": 25,
  "verses": 38,
  "content": [
    {
      "text": "Seventy Years of Captivity",
      "type": "heading"
    },
    {
      "text": "The word that came to Jeremiah concerning all the people of Judah, in the fourth year of Jehoiakim the son of Josiah, king of Judah (that was the first year of Nebuchadnezzar king of Babylon),",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "which Jeremiah the prophet spoke to all the people of Judah and all the inhabitants of Jerusalem:",
      "verse": 2
    },
    {
      "text": "“For twenty-three years, from the thirteenth year of Josiah the son of Amon, king of Judah, to this day, the word of the Lord has come to me, and I have spoken persistently to you, but you have not listened.",
      "verse": 3
    },
    {
      "text": "You have neither listened nor inclined your ears to hear, although the Lord persistently sent to you all his servants the prophets,",
      "verse": 4
    },
    {
      "text": "saying, ‘Turn now, every one of you, from his evil way and evil deeds, and dwell upon the land that the Lord has given to you and your fathers from of old and forever.",
      "verse": 5
    },
    {
      "text": "Do not go after other gods to serve and worship them, or provoke me to anger with the work of your hands. Then I will do you no harm.’",
      "verse": 6
    },
    {
      "text": "Yet you have not listened to me, declares the Lord, that you might provoke me to anger with the work of your hands to your own harm.",
      "verse": 7
    },
    {
      "text": "“Therefore thus says the Lord of hosts: Because you have not obeyed my words,",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "behold, I will send for all the tribes of the north, declares the Lord, and for Nebuchadnezzar the king of Babylon, my servant, and I will bring them against this land and its inhabitants, and against all these surrounding nations. I will devote them to destruction, and make them a horror, a hissing, and an everlasting desolation.",
      "verse": 9
    },
    {
      "text": "Moreover, I will banish from them the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the grinding of the millstones and the light of the lamp.",
      "verse": 10
    },
    {
      "text": "This whole land shall become a ruin and a waste, and these nations shall serve the king of Babylon seventy years.",
      "verse": 11
    },
    {
      "text": "Then after seventy years are completed, I will punish the king of Babylon and that nation, the land of the Chaldeans, for their iniquity, declares the Lord, making the land an everlasting waste.",
      "verse": 12
    },
    {
      "text": "I will bring upon that land all the words that I have uttered against it, everything written in this book, which Jeremiah prophesied against all the nations.",
      "verse": 13
    },
    {
      "text": "For many nations and great kings shall make slaves even of them, and I will recompense them according to their deeds and the work of their hands.”",
      "verse": 14
    },
    {
      "text": "The Cup of the Lord's Wrath",
      "type": "heading"
    },
    {
      "text": "Thus the Lord, the God of Israel, said to me: “Take from my hand this cup of the wine of wrath, and make all the nations to whom I send you drink it.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "They shall drink and stagger and be crazed because of the sword that I am sending among them.”",
      "verse": 16
    },
    {
      "text": "So I took the cup from the Lord's hand, and made all the nations to whom the Lord sent me drink it:",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Jerusalem and the cities of Judah, its kings and officials, to make them a desolation and a waste, a hissing and a curse, as at this day;",
      "verse": 18
    },
    {
      "text": "Pharaoh king of Egypt, his servants, his officials, all his people,",
      "verse": 19
    },
    {
      "text": "and all the mixed tribes among them; all the kings of the land of Uz and all the kings of the land of the Philistines (Ashkelon, Gaza, Ekron, and the remnant of Ashdod);",
      "verse": 20
    },
    {
      "text": "Edom, Moab, and the sons of Ammon;",
      "verse": 21
    },
    {
      "text": "all the kings of Tyre, all the kings of Sidon, and the kings of the coastland across the sea;",
      "verse": 22
    },
    {
      "text": "Dedan, Tema, Buz, and all who cut the corners of their hair;",
      "verse": 23
    },
    {
      "text": "all the kings of Arabia and all the kings of the mixed tribes who dwell in the desert;",
      "verse": 24
    },
    {
      "text": "all the kings of Zimri, all the kings of Elam, and all the kings of Media;",
      "verse": 25
    },
    {
      "text": "all the kings of the north, far and near, one after another, and all the kingdoms of the world that are on the face of the earth. And after them the king of Babylon shall drink.",
      "verse": 26
    },
    {
      "text": "“Then you shall say to them, ‘Thus says the Lord of hosts, the God of Israel: Drink, be drunk and vomit, fall and rise no more, because of the sword that I am sending among you.’",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "“And if they refuse to accept the cup from your hand to drink, then you shall say to them, ‘Thus says the Lord of hosts: You must drink!",
      "verse": 28,
      "type": "newline"
    },
    {
      "text": "For behold, I begin to work disaster at the city that is called by my name, and shall you go unpunished? You shall not go unpunished, for I am summoning a sword against all the inhabitants of the earth, declares the Lord of hosts.’",
      "verse": 29
    },
    {
      "text": "“You, therefore, shall prophesy against them all these words, and say to them:",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "“‘The Lord will roar from on high,",
      "verse": 30,
      "type": "poetry newline"
    },
    {
      "text": "and from his holy habitation utter his voice;",
      "verse": 30,
      "type": "poetry"
    },
    {
      "text": "he will roar mightily against his fold,",
      "verse": 30,
      "type": "poetry"
    },
    {
      "text": "and shout, like those who tread grapes,",
      "verse": 30,
      "type": "poetry"
    },
    {
      "text": "against all the inhabitants of the earth.",
      "verse": 30,
      "type": "poetry"
    },
    {
      "text": "The clamor will resound to the ends of the earth,",
      "verse": 31,
      "type": "poetry"
    },
    {
      "text": "for the Lord has an indictment against the nations;",
      "verse": 31,
      "type": "poetry"
    },
    {
      "text": "he is entering into judgment with all flesh,",
      "verse": 31,
      "type": "poetry"
    },
    {
      "text": "and the wicked he will put to the sword,",
      "verse": 31,
      "type": "poetry"
    },
    {
      "text": "declares the Lord.’",
      "verse": 31,
      "type": "poetry"
    },
    {
      "text": "“Thus says the Lord of hosts:",
      "verse": 32,
      "type": "poetry newline"
    },
    {
      "text": "Behold, disaster is going forth",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "from nation to nation,",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "and a great tempest is stirring",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "from the farthest parts of the earth!",
      "verse": 32,
      "type": "poetry"
    },
    {
      "text": "“And those pierced by the Lord on that day shall extend from one end of the earth to the other. They shall not be lamented, or gathered, or buried; they shall be dung on the surface of the ground.",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "“Wail, you shepherds, and cry out,",
      "verse": 34,
      "type": "poetry newline"
    },
    {
      "text": "and roll in ashes, you lords of the flock,",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "for the days of your slaughter and dispersion have come,",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "and you shall fall like a choice vessel.",
      "verse": 34,
      "type": "poetry"
    },
    {
      "text": "No refuge will remain for the shepherds,",
      "verse": 35,
      "type": "poetry"
    },
    {
      "text": "nor escape for the lords of the flock.",
      "verse": 35,
      "type": "poetry"
    },
    {
      "text": "A voice—the cry of the shepherds,",
      "verse": 36,
      "type": "poetry"
    },
    {
      "text": "and the wail of the lords of the flock!",
      "verse": 36,
      "type": "poetry"
    },
    {
      "text": "For the Lord is laying waste their pasture,",
      "verse": 36,
      "type": "poetry"
    },
    {
      "text": "    and the peaceful folds are devastated",
      "verse": 37,
      "type": "poetry"
    },
    {
      "text": "because of the fierce anger of the Lord.",
      "verse": 37,
      "type": "poetry"
    },
    {
      "text": "Like a lion he has left his lair,",
      "verse": 38,
      "type": "poetry"
    },
    {
      "text": "for their land has become a waste",
      "verse": 38,
      "type": "poetry"
    },
    {
      "text": "because of the sword of the oppressor,",
      "verse": 38,
      "type": "poetry"
    },
    {
      "text": "and because of his fierce anger.”",
      "verse": 38,
      "type": "poetry"
    }
  ]
}